{
  "date": "2016-11-03-목",
  "publishers": {
    "코리아헤럴드": {
      "nlink": "http://m.news.naver.com/newspaper/officeMain.nhn?date=20161103&oid=044",
      "articles": [
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180355&oid=044",
          "headline": "Straddling fantasy and reality in ‘Vanishing Time’",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001288_0_99_20161102191903.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Kang Dong-won stars in &#x201C;Vanishing Time: a Boy who Returned.&#x201D; (Showbox)</em></span><br>\nDirector Um Tae-hwa&#x2019;s &#x201C;Vanishing Time: a Boy who Returned&#x201D; offers a mix of genres unfamiliar to Korean cinema -- it is fairy tale-like in its plot, fantasy-esque in its computer graphics, but also firmly rooted in reality.<br><br>Um has always been interested in &#x201C;the area where the real and surreal clash, or influence one another,&#x201D; he told reporters after a press screening on Tuesday in Seoul. &#x201C;I imagined what it would be like to live in a place where time stops. I imagined it would be a lonely existence,&#x201D; he said.<br><br>In the film, Soo-rin (Shin Eun-soo), a young girl, moves to the fictional island of Hwanodo with her stepfather after the death of her mother. She spends her days lost in her own imagination and later befriends Sung-min (Lee Hyo-je), a young boy living on the island. The two become close, developing a language of their own within a shared fantasy, deep in the forest. <br><br>Out of curiosity, the two visit a construction site in the mountains. After an accident occurs, everyone goes missing except Soo-rin.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001289_0_99_20161102191903.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Shin Eun-soo (left) and Kang Dong-won star in &#x201C;Vanishing Time: a Boy who Returned.&#x201D; (Showbox)</em></span><br>\nA few days later, a grown man, in the form of actor Kang Dong-won, claims to be the young Sung-min and approaches Soo-rin. He explains that he was trapped inside a time warp where only he aged. <br><br>Only Soo-rin believes him, while the villagers and police suspect the grown man to be the culprit behind the disappearances.<br><br>The bond between the two young souls in a world where everyone is skeptical forms the core of the film, which has the notion of faith as its biggest theme. According to Kang, &#x201C;this film, essentially, is about people&#x2019;s ability to have faith, and their innocence.&#x201D;<br><br>Kang, 35, who embodies a 13-year-old boy for his character, pulls off the feat convincingly with his trademark boyishness. <br><br>&#x201C;I had to find the right tone,&#x201D; he said. &#x201C;I tried to think of how the audience would perceive the character.&#x201D;<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001290_0_99_20161102191903.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">From left: Actress Shin Eun-soo, actor Kang Dong-won and director Um Tae-hwa speak to reporters after a press screening of &#x201C;Vanishing Time: a Boy who Returned&#x201D; on Tuesday in Seoul. (Yonhap)</em></span><br>\nShin, born in 2002, is 20 years Kang&#x2019;s junior. In her on-screen debut, She deftly portrays a young girl who is intensely sensitive and perceptive of details that others often miss. <br><br>&#x201C;I tried to imagine what it would feel like to be in her position,&#x201D; she said.<br><br>The film hits Korean theaters on Nov. 16. <br><br>By Rumy Doo (doo@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180356&oid=044",
          "headline": "[Herald Design Forum 2016]  ‘Kickstarter, a snapshot of future culture’",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001291_0_99_20161102192303.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Yancey Strickler, co-founder and CEO of Kickstarter (Herald Design Forum)</em></span><br>\nAccording to Yancey Strickler, his company Kickstarter offers a kind of intimate patron-artist relationship in the digital age, on a global platform with no geographical limits.<br><br>&#x201C;A community of patrons supporting artists as they made their newest work -- this is the way authors like Alexander Pope and Mark Twain, and composers like Mozart and Beethoven brought their work to life,&#x201D; the firm&#x2019;s co-founder and CEO told The Korea Herald in an email interview last week. <br><br>Strickler, who propelled Kickstarter to become the world&#x2019;s largest crowdfunding platform for creative projects, will be speaking at the Herald Design Forum 2016 at the Grand Hyatt Seoul on Nov. 8.<br><br>Founded in 2009 and based in Brooklyn, New York, Kickstarter has raised over $2.5 billion through online crowdfunding. It has backed over 100,000 projects, founded 8,800 new companies and nonprofit organizations and created 300,000 new part-time and full-time jobs -- generating an impact of over $5.3 billion in direct economic gains for those involved.<br><br>The concept is simple -- entrepreneurs can pitch their ideas to the global Kickstarter community, going straight to the public for funding. <br><br>&#x201C;Being a Kickstarter backer is very different from being a customer of something,&#x201D; said Strickler. &#x201C;The relationship is deeper and more communal. You are part of a select tribe that collectively decided that something should exist -- and now here it is. You feel a sense of pride about what you helped create.&#x201D;<br><br>Due to this special relationship, and the notion of building something entirely from the bottom up, &#x201C;creators often bring their backers behind the scenes of the process,&#x201D; Strickler said. The investors get to witness projects coming to life as the creators are making them.<br><br>&#x201C;It&#x2019;s immersive, it&#x2019;s as real-time a window into the creative process as has ever existed.&#x201D;&#xA0;<br><br>&#xA0;<br><br>In terms of projects, the Kickstarter community has funded nearly everything -- including Oscar-winning movies, Grammy-winning albums, local restaurants, food trucks, podcasts, board games and cutting-edge technology.<br><br>&#x201C;A snapshot of our projects today gives you a sense of what culture will look like in the months and years to come,&#x201D; Strickler said. <br><br>One of the platform&#x2019;s most recent projects is &#x201C;The Creative Independent,&#x201D; which publishes one essay or interview from an established or emerging artist every weekday. <br><br>&#x201C;We hope it&#x2019;ll be a new resource of emotional and practical guidance for creative people,&#x201D; said Strickler.<br><br>Last year, Kickstarter gained the status of public benefit corporation -- a designation that means the company must consider not only its financial obligation to shareholders, but also its impact on society.<br><br>&#x201C;But that has changed very little about who we are or how we work,&#x201D; said Strickler. &#x201C;The values that led us to the PBC status were values we&#x2019;ve held for years. ... We do have a greater sense of obligation to act morally now. We&#x2019;re pleased that more people have become aware that there&#x2019;s another path available than the traditional (investment) routes.&#x201D;<br><br>By Rumy Doo (doo@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180357&oid=044",
          "headline": "24th annual Daesan Literary Awards announces winners",
          "body": "\n            The 24th annual Daesan Literary Awards has announced the winners of Korea&#x2019;s most valuable annual literary prizes for this year. <br><br>This year&#x2019;s winners are Lee Jang-wook for his book of poetry titled &#x201C;Because It&#x2019;s Not Forever&#x201D;; Kim Yi-jeong for her fictional work &#x201C;The Life of Phantom&#x201D;; Jung Hong-soo&#x2019;s &#x201C;Wavering Shades of Blue&#x201D; for literary criticism; and Jung Min-jeong and Irma Zyanya Gil Yanez for their joint Spanish translation of Gu Byeong-mo&#x2019;s &#x201C;Wizard Bakery.&#x201D; <br><br>&#x201C;The Daesan Literary Awards is given to literary figures who have spent years striving to enrich Korea&#x2019;s literary heritage and promote said heritage domestically and overseas,&#x201D; the Daesan Literary Awards said in a statement. <br><br>The winners of each category are given prize money of 50 million won ($44,000). The annual awards include up to five categories: poetry, fiction, drama, criticism and translation. <br><br>All the award-winning works will be translated into various languages and published by reputed publishers overseas by next year. <br><br>The Daesan Literary Awards is run by the Daesan Foundation and was established by Shin Yong-ho, founder of Korea&#x2019;s largest bookstore, Kyobo Book Center.<br><br>This year&#x2019;s award ceremony will be held on Nov. 30 at the Korea Press Center in Seoul. <br><br>By Julie Jackson (juliejackson@heraldcorp.com)<br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180358&oid=044",
          "headline": "Louvre could house treasures from Iraq, Syria: Hollande",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001293_0_99_20161102192904.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">French president Francois Hollande (left) and French Culture minister Audrey Azoulay visit on November 1, 2016 at the Louvres Lens museum in Lens, northern France during the inauguration of the &quot;History begins in Mesopotamia&quot; exhibition. (AFP-Yonhap)</em></span><br>\nLENS (AFP) - French President Francois Hollande on Tuesday said the Louvre could house threatened treasures from Iraq, Syria and other war-torn countries at a secure site in northern France.<br><br>The precious items could be placed in safekeeping at a conservation facility due to open in 2019 in Lievin, 200 kilometers north of Paris, he said.<br><br>&#x201C;The prime mission of the Lievin site will be to house the Louvre Museum&#x2019;s stored collection,&#x201D; Hollande said at a ceremony to unveil a plaque marking the site.<br><br>But, Hollande said, it will have &#x201C;another role, sadly linked to the events, dramas and tragedies which may unfold in the world, wherever works of art are in danger because terrorists, because barbarians have decided to destroy them ... (especially) in Syria and Iraq.&#x201D;<br><br>Hollande said France will make the proposal at a December conference in Abu Dhabi on endangered heritage. Representatives from around 40 countries are expected to take part.<br><br>&#x201C;We are going to suggest that the Lievin conservation site is where these works can be protected,&#x201D; Hollande said.<br><br>The Abu Dhabi conference will also launch a fund, suggested by Hollande in September, which will aim to gather $100 million to help save endangered art.<br><br>The Louvre -- the world&#x2019;s most-frequented museum, with 8.6 million visitors in 2015 -- has a vast collection of paintings, sculptures, Egyptian mummies and other treasures lying in its basement out of public view.<br><br>The Lievin site, located near a satellite Louvre museum at Lens, has been in the works since 2013.<br><br>The 60 million-euro site will be both a storage site and facility to study the Louvre&#x2019;s collection.<br><br>The need for Lievin was highlighted in June this year when rising floodwaters in Paris prompted the Louvre to evacuate artworks from its basement deemed at possible risk.<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180359&oid=044",
          "headline": "Lebanon‘s national museum reveals long-hidden treasures",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001294_0_99_20161102193205.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">A picture taken on October 13, 2016, shows the tomb of Tyr and its restored frescos on display in the newly inaugurated basement section of Beirut&apos;s National Museum. The National Museum of Beirut has a collection of 31 anthropoid sacrophagi, the most important single collection of this type in a museum today. These sacrophagi were built in Sidon workshops between the 6th and the 4th century B.C. (AFP-Yonhap)</em></span><br>\nBEIRUT (AFP) -- Beirut&#x2019;s National Museum has opened its basement of ancient treasures for the first time in four decades to show the public its stunning array of funerary art, including the world&#x2019;s largest collection of anthropoid sarcophagi.<br><br>The new exhibition&#x2018;s 520 pieces range from the Paleolithic period to the Ottoman Empire. They include Phoenician stelae and rare medieval Christian mummies along with the anthropoid coffins, which display a human face on the sarcophagus and were long a standard for the elite.<br><br>Some of the items have never before been on public display.<br><br>Other pieces have not been shown since the 1970s, when the museum was forced to shut down because it sat on the front line that ran through the city during Lebanon&#x2019;s 1975-1990 civil war.<br><br>&#x201C;This is a lesson in courage and hope because 41 years after the museum was closed in 1975, we today are able to receive visitors on three floors,&#x201D; says museum director Anne-Marie Maila Afeiche.<br><br>The archaeological museum was renovated after the years of fighting and shelling damaged its building and exhibits, and reopened in the 1990s.<br><br>But the current exhibit is the first time its basement has been open since the civil war.<br><br>Among the treasures of often-breathtaking beauty is a fragment of a Roman sarcophagus found in Beirut that depicts the myth of Icarus, who is shown alongside his father Daedalus, making his ill-fated wings.<br><br>Another gem is an extraordinary hypogeum -- an underground tomb -- accidentally discovered by a farmer in the Tyre region in 1937.<br><br>It is covered with restored frescoes inspired by Greek mythology, including a scene of Priam on bended knee begging Achilles to return the body of Hector.<br><br>&#x2018;Belongs to humanity&#x2019; <br><br>&#x201C;It was essential to show the public this heritage, which belongs to Lebanon and humanity, that was lying in our storage,&#x201D; said Afeiche.<br><br>All of the exhibits on display in the museum were excavated across Lebanon, which is rich with historical sites and artifacts.<br><br>They include a premolar from 70,000 B.C. belonging to the first known example of a Homo sapiens in Lebanon, and stretch through to an 1830 Ottoman stele adorned with a turban.<br><br>Among the collection&#x2018;s flagship displays is a series of Phoenician sarcophagi dating from between the sixth and fourth century B.C. that were found in the southern region of Sidon.<br><br>&#x201C;We&#x2019;re exhibiting 31 of these sarcophagi at the moment,&#x201D; which mix Greek and Egyptian styles, said Afeiche, noting that some of the sarcophagi found in Sidon are currently displayed in the Louvre.<br><br>This is &#x201C;the largest collection of anthropoid sarcophagi in the world,&#x201D; she added.<br><br>But perhaps the most striking part of the exhibit is the unprecedented display of three mummies found in 1989 by cavers in the Qadisha Valley.<br><br>The area is a UNESCO World Heritage site and its cave-pocked sheer rock faces provided refuge for Maronite Christians persecuted during the Mamluk and Byzantine eras.<br><br>&#x201C;They were discovered in a cave along with eight naturally mummified bodies&#x201D; wearing the clothes of women and children, in some cases the 13th century silk embroidery still intact.<br><br>More treasures to display <br><br>Around them were nuts, onion skins, ceramics, bronze tools and documents written in Arabic and Syriac.<br><br>&#x201C;They were psalms and liturgical chants that showed that these were Christians who had taken refuge in this cave,&#x201D; said Afeiche.<br><br>The three mummified bodies are particularly rare as Lebanon does not have a tradition of mummification, according to Marco Samadelli, director of the EURAC center in Italy, who offered his expertise to help conserve the unique mummies.<br><br>Italy contributed 1.02 million euros ($1.1 million) to the project of restoring the museum&#x2018;s basement and collection, along with the expertise of leading archeologists including Antonio Giannarusti.<br><br>Even with the basement now open, the museum&#x2019;s storage areas contain plenty of undisplayed pieces and the culture ministry has plans for a new history museum in Beirut as well as museums in both Sidon and Tyre.<br><br>The new exhibition provides a timeline of burial techniques, from a 6000 B.C. Neolithic cradle tomb to a 4 B.C. Chalcolithic burial jar found in Byblos.<br><br>Phoenician urns holding cremated remains are exhibited alongside a Byzantine-era tomb decorated with the face of the Virgin Mary from 440 A.D.<br><br>&#x201C;We believe this is the oldest representation of the virgin discovered to date in Lebanon,&#x201D; said Afeiche.<br><br>The largest is the hypogeum from Tyre, with frescos reminiscent of Pompeii. <br><br>One of its sides features an inscription: &#x201C;Be brave, no one is immortal.&#x201D;<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180338&oid=044",
          "headline": "Choi scandal spilling over to banks",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001142_0_99_20161102161403.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe snowballing scandal of Choi Soon-sil, President Park Geun-hye&#x2019;s confidante, is seen spilling over to the financial industry, as eight banks submitted banking records of Choi and her aides amid allegations preferential loans might have been given to Choi and her associates. <br><br>Eight commercials banks handed over transaction records and other information regarding Choi and other individuals involved in the massive corruption and manipulation of the government affairs scandal as requested by prosecutors Tuesday. They include Woori Bank, Shinhan Bank, Kookim Bank, KEB Hana Bank, Nonghyup Bank, Industrial Bank of Korea, Standard Chartered Bank and Citibank.&#xA0;<br><br>The submitted banking records reportedly include those of Choi and her aides, including Cha Eun-taek, a TV commercial director suspected to have played an important role in setting up two foundations that are alleged to have forced Korean companies to donate billions of won and have interfered in several state-backed culture projects.<br><br>The financial documents are expected to speed up the prosecutors&#x2019; investigation into Choi and expose how the funds raised for the two nonprofit foundations were used. <br><br>While the prosecution&#x2019;s search through the banks did not target any particular bank and the purpose of submission was to secure information on financial transactions of Choi and others, KB Kookmin Bank and KEB Hana Bank are facing allegations they may have given preferential loans to Choi and her 20-year old daughter, Chung Yoo-ra. <br><br>According to an opposition lawmaker, KEB Hana Bank issued standby credit to Chung, with Chung&#x2019;s 230,000 square meters of property in PyeongChang, Gangwon Province, where the 2018 Winter Olympics are to be held, as collateral. With the standby credit, Chung borrowed 289,200 euros ($320,000) in December 2015 from a Hana Bank branch in Germany. The move was reportedly to avoid leaving a trace of foreign currency transactions. <br><br>Choi told a local newspaper she used the money to purchase houses and hotels in Germany. <br><br>&#x201C;I was surprised to hear a standby credit was issued to an individual,&#x201D; a banker working at one of the eight banks told The Korea Herald on Wednesday. &#x201C;This might cause some trouble to whoever processed the standby credit letter,&#x201D; the banker added. <br><br>Two other bankers working at different financial institutions also agreed that it is very rare to issue standby credit to an individual, as it is usually used for companies involved with trade. <br><br>But Hana Bank rebutted the accusation, saying, &#x201C;We issued the letter of guarantee after receiving a certificate from the Bank of Korea in accordance with the Foreign Exchange Transaction Laws.&#x201D; <br><br>The bank also added that about 16 percent of total issuances of standby credit letters are for individuals. <br><br>The Financial Supervisory Service, South Korea&#x2019;s financial watchdog, is also conducting an investigation into KEB Hana. <br><br>By Park Ga-young&#xA0; (<a href=\"mailto:gypark@heraldcorp.com\">gypark@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180336&oid=044",
          "headline": "[Photo News] For renewable energy biz",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001098_0_99_20161102160004.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Korea Electric Power Corp. CEO Cho Hwan-eik (center) poses for a photo with South Jeolla Province Gov. Lee Nak-yeon (left) and Jeju Gov. Won Hee-ryong, after agreeing to facilitate renewable energy business in the regions at the Kim Dae-jung Convention Center in Gwangju, South Jeolla Province, Wednesday. (KEPCO)</em></span><br>\n\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180340&oid=044",
          "headline": "KOSPI tumbles on scandal, US uncertainty",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001155_0_99_20161102172403.jpg?type=w430\">\n\t</div>\n</div></span><br>\nSouth Korea&#x2019;s financial market has been tumbling for days due to growing volatility triggered by unfavorable events both at home and abroad. <br><br>Seoul&#x2019;s main bourse Kospi failed to close above the 2,000 mark, a psychological barrier for investors, for two days in a row, reflecting adverse impacts from the ongoing political scandal here as well as the unpredictable US presidential election.&#xA0;<br><br>The stock index finished at 1,978.93 on Wednesday, down 1.42 percent from the previous trading session. The index lost 1.42 percent Tuesday. <br><br>During day trading, the Kospi even fell under the 1,980 mark, sliding to 1,979.66 at 11:23 a.m. It marked a new low since the index touched 1,977.81 on July 11. <br><br>Foreign investors sold a total of 2.76 trillion won ($2.4 billion) worth of Korean shares in the past two days. <br><br>Local analysts say the securities market is losing growth momentum as growing uncertainties worldwide constrain investors&#x2019; appetite. <br><br>&#x201C;Investors have been aware of the worsening Choi Soon-sil scandal and a rate freeze by the US Fed in November,&#x201D; said Lee Sang-jae, head of research at Eugene investment &amp; Securities. &#x201C;Today, the greater uncertainty stemming from the US election played a bigger role in dragging down not only the Korean market, but also other Asian markets.&#x201D; <br><br>Domestically, the Choi scandal is partly aggravating investor sentiment, he added. <br><br>&#x201C;Investors are taking a wait-and-see stance as the world&#x2019;s biggest political event is approaching,&#x201D; said Bae Sung-young, a researcher at Hyundai Securities. &#x201C;As the race between Donald Trump and Hillary Clinton is getting more neck and neck, the Kospi is feeling greater burdens.&#x201D;<br><br>In addition, investors are turning their backs on the Korean market in anticipation the US dollar would strengthen after the Federal Open Market Committee meeting on Tuesday and Wednesday, although the US Fed is forecast to keep its fund rates at the current level at least until December. <br><br>The country&#x2019;s tech-heavy Kosdaq has been on a downhill slide in recent days as well. The index closed at 606.06 on Wednesday, down 3.24 percent from the previous day. <br><br>By Song Su-hyun&#xA0; (<a href=\"mailto:song@heraldcorp.com\">song@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180330&oid=044",
          "headline": "Prosecutors look into suspected Samsung payments to Choi Soon-sil",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001088_0_99_20161102172503.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe prosecution said Wednesday that it is looking into the suspicion that Choi Sun-sil, President Park Geun-hye&#x2019;s confidante, allegedly received massive funding from Samsung Electronics through a paper company established in Germany. <br><br>The special prosecutorial team, launched to investigate the high-profile Choi case, said it found signs that about 3.5 billion won ($3 million) of Samsung&#x2019;s funds had been sent to Widec Sports, a company that Choi and her daughter Chung Yoo-ra jointly established in Germany.&#xA0;<br><br>The prosecution suspects that the funds were sent to Core Sports, the former name of Widec Sports, in around September last year through a Korean local bank. Its name was changed in November last year. <br><br>The fund was handed over under a 10-month &#x201C;consulting contract,&#x201D; the prosecution said. Over 1 billion won of the funds was suspected to have been used to purchase a horse for Chung. <br><br>Speculation grew that Choi established Widec Sports to allegedly misappropriate the funds of two organizations -- Mir Foundation and K-Sports Foundation -- which are suspected to have been established upon massive &#x201C;donations&#x201D; from Korean conglomerates under Choi&#x2019;s influence. <br><br>&#x201C;(The company) will cooperate with the probe. It believes that everything will be transparently revealed in the probe,&#x201D; said a Samsung Electronics official.<br><br>By Lee Hyun-jeong&#xA0; (<a href=\"mailto:rene@heraldcorp.com\">rene@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180337&oid=044",
          "headline": "[Photo News] Christmas coming",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001129_0_99_20161102160202.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">A visitor looks at a Christmas tree and ornaments displayed at the event Food Week Korea 2015, held at Coex, Samseong-dong, Seoul, Wednesday. (Yonhap)</em></span><br>\n\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180335&oid=044",
          "headline": "Ilsung exits from court receivership",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001126_0_99_20161102155903.jpg?type=w430\">\n\t</div>\n</div></span><br>\nPlant equipment company Ilsung recently succeeded in exiting from court receivership after over four years of self-rescue measures, the company said Wednesday. <br><br>The company filed for the court receivership in April 2012 after it faced financial damage in the aftermath of the global financial crisis in 2008.&#xA0;<br><br>Established in Ulsan in 1984, Ilsung provides high quality process equipment for oil, gas and energy industries. It has has global companies as its clients including Shell, UOP, Bechtel, Fluor, CB&amp;I, Technip and Chiyoda. Ninety percent of its sales are dependent on exports. <br><br>Upon the company&#x2019;s efforts to normalize its business, it was able to draw annual sales of $75 million and received approval from its creditors to end the court receivership in summer. <br><br>&#x201C;(I) thank the creditors, subcontractors and all the employees who participated in the self-rescue measures,&#x201D; said Ilsung CEO Chang Jae-hyuk. <br><br>By Lee Hyun-jeong (rene@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180353&oid=044",
          "headline": "Korea's first Td vaccine scores regulatory approval",
          "body": "\n            <span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001232_0_99_20161102175105.jpg?type=w430\">\n\t</div>\n</div></span>\nSouth Korean biopharma developer Green Cross said Wednesday that its self-developed tetanus-diphtheria vaccine for adults has been approved by the Korean Ministry of Food and Drug Safety.<br><br>It is the first time that a Korean drugmaker has successfully developed and scored regulatory approval to commercialize a Td vaccine here.<br><br>Right now, Koreans are mandated to receive a Td vaccine between the ages of 10 and 12, and receive new vaccine shots every 10 years.<br><br>Until now, Td vaccines were entirely imported from overseas drug vendors due to the lack of a domestic counterpart. Now, a large portion of these imported Td vaccines are likely to be replaced by those of Green Cross, the firm said.<br><br>The Drug Ministry said it expects imported Td vaccines able to treat some 450,000 patients will be replaced with domestic ones.<br><br>Green Cross expects its new Td vaccine to become available in Korea from next year.<br><br>Looking ahead, the Korean drugmaker plans to export its Td vaccine in the future. It is currently conducting the phase 1/2a clinical trials of a Tdap vaccine -- a multifunctional vaccine for not only tetanus and diphtheria, but also pertussis.&#xA0;<br><br>By Sohn Ji-young (jys@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180342&oid=044",
          "headline": "Plight of small businesses adds to economic woes",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001206_0_99_20161102171104.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe deepening plight of many small and medium-sized companies is poised to exacerbate South Korea&#x2019;s economic woes as the country&#x2019;s large corporations have been struggling with slumping demand both at home and abroad.<br><br>Industrial output by Asia&#x2019;s fourth-largest economy fell by 2 percent from a year earlier in September, government data showed this week. A report released by the Bank of Korea on Sunday showed sales of about 574,000 local firms that close their books in the July-December period rose by a mere 0.3 percent in 2015 from the year before, slowing from a 1.3 percent on-year gain in the previous year.<br><br>According to recent data from Chaebol.com, an online business data provider, 15 of the top 30 Korean companies by sales saw their operating profits shrink in the first nine months of this year from a year earlier. The operating profits of the two largest manufacturers, Samsung Electronics and Hyundai Motor, recorded on-year declines of 1.24 percent and 13.8 percent, respectively, during the January-September period.<br><br>The combined turnover of the 30 companies fell by 2.7 percent from a year earlier to 644 trillion won ($559.4 billion) over the cited period.<br><br>This flagging performance of large companies has been coupled with the weakening vitality of small and mid-sized enterprises, which hire nearly 90 percent of the country&#x2019;s waged workers.<br><br>According to recent analysis by a local economic research institute, the proportion of SMEs reporting losses jumped from 11.3 percent in 2010 to 20.8 percent last year. Nearly 1 in 10 small businesses failed to earn profits enough to cover interest payments for three consecutive years in 2015.<br><br>The analysis also showed the rate of on-year increase in assets held by SMEs surveyed dropped from 12.2 percent in 2006 to 4.4 percent last year, far below the 9.4 percent tallied in 2009 in the aftermath of the global financial crisis.<br><br>The sales of small and mid-sized firms increased by a mere 1.7 percent from a year earlier in 2015, compared to 20 percent for 2010. The average annual rate of increase in SME investments, which stood at 10.5 percent during the period between 2001 and 2008, remained in a negative territory for the following years through 2015.<br><br>Business sentiment for the coming month has worsened from a month earlier among both large and small companies.<br><br>The business survey index for November, based on a survey by the Federation of Korean Industries of the country&#x2019;s top 600 companies, dropped to 89.8 from 96 for October. A reading below 100 means pessimists outnumber optimists.<br><br>A similar index compiled by the Korea Federation of SMEs based on a survey of 3,150 small businesses also slid from 91.6 for October to 86.1 for November.<br><br>Economists particularly worry about implications of moribund SMEs for local labor markets.<br><br>&#x201C;In the past, small and medium-sized firms played a role of safety net against restructuring of large companies by absorbing many laid-off workers,&#x201D; said Sung Tae-yoon, a professor of economics at Yonsei University in Seoul.<br><br>&#x201C;But they have lost this function, which may be a reason for a recent steep rise in the number of people who remain unemployed for a long period,&#x201D; he said.<br><br>The country&#x2019;s unemployment rate reached 3.6 percent in September, the highest number for the month in 11 years, according to figure.<br><br>In a report released last month, the Hyundai Research Institute, a private think tank, forecast that more than 320,000 workers would lose jobs if the ongoing and planned restructuring of five industrial sectors saddled with heavy debt and overcapacity --shipbuilding, shipping, petrochemicals, steel and construction -- led to a 10 percent reduction in their size.<br><br>Such industrial overhauling will have a severe impact on a number of subcontractors, aggravating difficulties faced by SMEs.<br><br>Industry watchers note, however, government support has been focused on large companies, with few substantive measures worked out to help smaller businesses hit equally hard or even harder by the prolonged economic downturn.<br><br>Over the past years, the government has pursued a policy to enhance the balance between large and small companies by placing an emphasis on inclusive growth. This policy, however, has resulted in loosening efforts to restructure loss-making SMEs and weakening the vitality of the overall small business sector, experts say.<br><br>Most SME owners tend to keep management information to themselves and remain negative to mergers and acquisitions.<br><br>The government needs to push for more active measures to boost the competitiveness of small businesses in the long run rather than waiting for them to undertake restructuring voluntarily, experts say.<br><br>By Kim Kyung-ho (khkim@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180332&oid=044",
          "headline": "Financial bills drifting amid ‘Choi-gate’",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102000991_0_99_20161102152305.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">National Assembly Ahn Hoon/The Korea Herald</em></span><br>\nThe influence-peddling scandal over President Park Geun-hye&#x2019;s friend is taking a toll on parliamentary discussion on financial bills that seek deregulation for internet banks and governance restructuring at the Korea Exchange.<br><br>The rival parties were already at odds for months over the bills pushed by the government and the ruling party, and the discussion is expected to further suffer setbacks, as the political circle is engrossed with the presidential scandal.<br><br>The bills include a revision to the Banking Act to allow information technology companies to own up to a 50 percent stake in internet-only banks such as K Bank or Kakao Bank. The current law bans nonfinancial companies from owning a more than 10 percent stake in banks. If their voting rights are involved, their stake is limited up to 4 percent. <br><br>The revision bill, proposed by the ruling Saenuri Party and the Financial Services Commission in July, has faced opposition from opposition lawmakers who worry that conglomerates might use banks as their private coffers. <br><br>The government has also been seeking to revise the Capital Market Act to establish a holding company for the Korea Exchange and list each stock market index -- Kospi, Kosdaq and Konex -- on overseas stock markets. However, the bill has been pending since last year due to opposition by the bourse&#x2019;s trade union and some opposition lawmakers.<br><br>The FSC also has been pushing to establish a Financial Consumer Protection Act to enhance consumer protection in the financial sector by setting up a related body under the Financial Supervisory Service. Its plan came as the current regulatory system under the FSC failed to protect financial consumers from financial irregularities such as the 2011 savings banks crisis and the 2013 Tong Yang debacle. <br><br>In 2011, a chain of bankruptcies at savings banks led to some account holders failing to get back their deposits. In 2013, more than 40,000 individual investors suffered a combined 2 trillion won ($1.74 billion) in investment losses from buying Tong Yang Group&#x2019;s nonperforming debts since 2008.<br><br>Opposition lawmakers argue that the consumer protection body should be an independent state-run agency to monitor financial companies and directly collect consumer complaints.<br><br>By Kim Yoon-mi (<a href=\"mailto:yoonmi@heraldcorp.com\">yoonmi@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180314&oid=044",
          "headline": "Korea has world’s highest online shopping rate: report",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102000933_0_99_20161102150904.jpg?type=w430\">\n\t</div>\n</div></span><br>\nSouth Korea has the highest ratio of shoppers who buy products online, global market research firm Kantar TNS said Wednesday.<br><br>Among 70,000 internet users from 57 countries, 81 percent of Koreans answered that they have used online shopping, topping the list for two consecutive years, the report showed.<br><br>Norway and Brazil came next at 78 percent and 76 percent, respectively.<br><br>&#x201C;Koreans in all age groups have a higher e-commerce participation rate than the global average. Online shopping is becoming a culture in Korea,&#x201D; Kanta TNS said. <br><br>The ratio of Korean online shoppers aged between 55 and 64 stood out, showing a participation rate of 82 percent, 35 percentage points higher than the global average, and up 10 percentage points compared to 2 years ago. <br><br>&#x201C;Korea has one of the highest internet and smartphone penetration rates in the world, so even the older generation is naturally more exposed to the internet. Also, Korea&#x2019;s baby boomer generation has lived through innovation, which has made them more adaptable to IT technology than others,&#x201D; Dongguk University business professor Yeo Jun-sang said in a phone interview.<br><br>Online orders for consumer goods also rose compared to 2014, largely due to enhanced delivery services. <br><br>By category, purchases of groceries rose 13 percentage points, while those of sanitary products and cleaning supplies each increased 7 percentage points and 6 percentage points. <br><br>&#x201C;Korea&#x2019;s national preference for handling things as promptly and conveniently as possible are attributable to the surge of online shopping for daily goods. Customers no longer have to go through the hassle of carrying heavy groceries back home,&#x201D; professor Yeo said.&#xA0;<br><br>By Kim Bo-gyung (<a href=\"mailto:lisakim425@heraldcorp.com\">lisakim425@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180341&oid=044",
          "headline": "[MONITOR] South Korea's domestic credit surge",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001205_0_99_20161102171003.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe Bank of Korea warned that the country&#x2019;s domestic credit is fast rising at a rate of 5.9 percent (comparative price level considered) compared to other countries. Domestic credit compared to nominal gross domestic product has continued to set new records each quarter and reached 195.7 percent as of June this year. <br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180339&oid=044",
          "headline": "A walk through Korea’s latest ‘smart home’",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001101_0_99_20161102174904.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Models demonstrate utilizing &#x201C;smart home&#x201D; features inside a Hillstate apartment built by Hyundai E&amp;C (SK Telecom)</em></span><br>\nIt&#x2019;s a cold day on your way home from work. However, minutes before your arrival, the heating system and lights at your apartment automatically turn on -- all through a simple voice command of &#x201C;initiate return home mode&#x201D; via your smartphone.<br><br>After you park your car, the front gate of the apartment building automatically opens as it recognizes you via the smartphone in your hand. With a simple touch, the door of your warm apartment opens as the pre-set rice cooker announces, &#x201C;The rice is ready.&#x201D;<br><br>When the stove is turned on to cook dinner, the air purifier automatically begins to clear out the smoke while the windows open themselves.<br><br>Upon checking the pantry, you realize you are short of bottled water and canned tuna. Instead of going to the store, a press of a button lets you purchase the groceries online at the cheapest available price based on a preset order list.<br><br>These are not scenes from a science fiction movie, but some of the features of a new line of connected homes geared for expansion in South Korea, home to a tech-savvy population where many live in urban apartment clusters.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001102_0_99_20161102174904.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Cho Young-hoon, Executive Vice President of SK Telecom&#x2019;s Home Business Office, presents the features of next-generation &#x201C;smart home&#x201D; apartments in Seoul, Wednesday (SK Telecom)</em></span><br>\nLocal construction firm Hyundai Engineering &amp; Construction and mobile carrier SK Telecom on Wednesday showcased their next-generation &#x201C;smart homes&#x201D; utilizing the Internet of Things technology and artificial intelligence to offer timely services that accommodate homeowners everyday needs. <br><br>&#x201C;We decided to converge built-in home network systems already available in Hyundai&#x2019;s Hillstate apartments with new devices that connect to SKT&#x2019;s home Wi-Fi networks to create upgraded smart homes,&#x201D; said Cho Young-hoon, executive vice president of SKT&#x2019;s Home Business Office.<br><br>Many of Hyundai&#x2019;s apartments already have built-in home appliances connected via network cables. To this, SKT is adding its wireless network to widen the scope and functions of existing in-home technologies, the companies said.&#xA0;<br><br>Homeowners can simply speak commands into their smartphones on SKT&#x2019;s &#x201C;Smart Home&#x201D; mobile app to turn off the lights, shut the windows or close the gas valves. A camera installed near the doorway lets homeowners check for potential visitors from anywhere via their smartphone.<br><br>Among other convenient functions, users can summon elevators to their floor before heading out via their smartphone, or press a refrigerator magnet-like button to place online orders for items preselected on SKT&#x2019;s e-commerce platform 11st.<br><br>In particular, many of the connected devices placed inside smart home apartments utilize machine learning, a form of artificial intelligence, to decipher a homeowners&#x2019; lifestyle patterns to suggest more efficient ways of operating home appliances such as humidifiers and air conditioners.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001186_0_99_20161102174904.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">SKT`s &quot;smart order&quot; button attached to a refrigerator (Sohn Ji-young/The Korea Herald)</em></span><br>\n&#x201C;Our IoT smart homes strive to automatically respond to a homeowner&#x2019;s needs by learning and adapting to an individual or family&#x2019;s living style,&#x201D; said Cho Soo-ha, a manager at SKT who led a simulation of the home&#x2019;s features. <br><br>The two companies have already deployed this new smart home system at some 2,000 apartment units at Hillstate apartment clusters in Mok-dong of Seoul as well as Pyeongtaek and Songdam in Gyeonggi Province. <br><br>They have also confirmed plans to add the new home management system to 29,000 more to-be-built apartment units that will be offered for sale until next year, noting the additions will not impact the price of the apartments or significantly raise maintenance costs.<br><br>SKT plans to offer the smart home features free of charge for the first two years and later charge a monthly fee of around 3,000 won ($2.60), or less if demanded by users, according to Cho.<br><br>While acknowledging the convenience offered by connected homes and IoT devices, some critics have pointed out that poorly secured devices connected online could threaten personal data security.<br><br>Mindful of such concerns, Hyundai E&amp;C said it hired a professional hacker to troubleshoot loopholes in its smartphone key encryption system and it plans to continue improving its data protection measures. <br><br>By Sohn Ji-young (<a href=\"mailto:jys@heraldcorp.com\">jys@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180346&oid=044",
          "headline": "Funeral to be held for activist farmer 37 days after death",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001216_0_99_20161102173106.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">The funeral altar of Baek Nam-gi (Yonhap)</em></span><br>\nThe funeral for the activist farmer Baek Nam-gi will be held on Saturday, 37 days after he died after being struck by a police water cannon in an anti-government rally last year. <br><br>According to Baek&#x2019;s family and supporters Wednesday, a 5-day funeral is planned for Baek at Seoul National University Hospital where he died on Sept. 25. A memorial ceremony is scheduled for Friday night. <br><br>The coffin will leave the hospital at 8 a.m. Saturday and a funeral mass will take place at 9 a.m. at Myeongdong Cathedral in Seoul led by Cardinal Andrew Yeom Soo-jung, archbishop of Seoul. A memorial service will then take place in Gwanghwamun square, where last year&#x2019;s anti-government rally took place.<br><br>The committee will bury the deceased at a cemetery in Mangwol-dong in Gwangju, where the democratic fighters of the May 18, 1980 uprising are entombed. <br><br>Baek&#x2019;s funeral has been delayed due to a confrontation between the bereaved family and the police over whether to conduct an autopsy in order to determine the exact cause of his death. While the family opposed the post mortem examination, the authorities had pushed for it with a court-issued warrant. <br><br>Police last week officially withdrew the plan. <br><br>The cause of Baeks&#x2019; death has been the subject of a heated debate between his family and the authorities. <br><br>While Baek&#x2019;s doctor at the Seoul National Hospital stated illness as the cause of death, many civic groups and his family argue that he died due to an external cause. They claimed that he died as a result of a cerebral hemorrhage caused by a direct blast from the police water cannon at the rally last year. <br><br>Baek died after 317 days in coma. <br><br>&#x201C;The attempts by the police and the prosecution to perform the autopsy on the person who died fighting against government authority disturbed the bereaved family from paying reverence to the deceased,&#x201D; the groups claimed. <br><br>They also demanded for a thorough investigation into his death and that preventative measures be taken to avoid future use of excessive force by the police. <br><br>By Jo He-rim (herim@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180344&oid=044",
          "headline": "Senior leaders' group speak out against Park",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001227_0_99_20161102173003.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Representatives of a group of 22 senior leaders acorss religious, civic and political circles read their joint statement at Korea Press Center in central Seoul on Wednesday. (yonhap)</em></span><br>\nBy Korea Herald staff <br><br>A group of senior leaders from South Korea&#x2019;s civil society, political and religious circles Wednesday denounced President Park Geun-hye over the Choi Soon-sil scandal, calling for her to step aside and relinquish her power to a new, neutral Cabinet. <br><br>&#x201C;The scandal critically dented President Park&#x2019;s leadership and moral integrity and we have come to the point where the legitimacy of her rule is fundamentally questioned,&#x201D; the group of 22 said in a joint statement.<br><br>The statement, read by their representatives at a press conference in Seoul, said that the new Cabinet should be formed by a prime minister who can garner support from across the aisle and the public. <br><br>It also urged political parties to come together to address the current paralysis of state affairs for the sake of the country and the people, and not to try to use the situation for their own interest. <br><br>Among the 22 are former Prime Minister Chung Un-chan and five former National Assembly speakers: Park Gwan-yong, Lim Chae-jung, Chung Ui-hwa, Kim Won-ki and Kim Hyung-oh.<br><br>Some of them expressed their opposition to President Park&#x2019;s selection of a new Prime Minister -- Kim Byong-joon -- earlier in the day.<br><br>&#x201C;What we call for is a nonparty Cabinet that can win the support of both ruling and opposition parties, and the public. Replacing the prime minister and a couple of other ministers isn&#x2019;t enough,&#x201D; said Park Nam-soo, head of the United Religions Initiative of Korea and supreme leader of Chondogyo, a native Korean religion. <br><br>Voices denouncing President Park are growing across academia, civil society, religion and other parts of society, with the latest poll showing her approval ratings dipping to an unprecedented below 10 percent range. <br><br>Civic groups are holding candlelight vigils every evening in Seoul, demanding Park step down and face investigation over allegations that she let her civilian friend meddle in key state affairs. <br><br>(khnews@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180345&oid=044",
          "headline": "Will Han River water taxis take off?",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001218_0_99_20161102202404.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">A Han River water taxi is anchored at taxi stand inside Banpo Han River park. (Kim Da-sol/The Korea Herald)</em></span><br>\nThree days before the Han River water taxi service resumed last month, a group of reporters boarded one at the dock located inside Banpo Han River Park in Seoul.<br><br>Eight water taxis were anchored at the water taxi stand, while workers were busy putting the finishing touches to the boulevard that led to the dock.<br><br>&#x201C;We will get to your destination as soon as possible in the safest way,&#x201D; said Kim In-geun, a water taxi driver with 30 years of experience at sea, welcoming passengers with a friendly smile. The interior of the boat was luxurious and the seats were soft. Apart from a few bumps, the ride was surprisingly comfortable.<br><br>It took about eight minutes for the water taxi to depart &#x201C;Seoraenaru&#x201D; ferry dock at Banpo Han River Park and arrive at Yeouido. <br><br>&#x201C;Unless Han River freezes during winter, water taxis will be able to provide a quick and safe ride for commuters,&#x201D; Kim proudly said.&#xA0; <br><br>Akin to a chauffeur-driven limousine on the road, the water taxis were first introduced in Seoul in 2007. After years of slow business, with an average number of seven daily passengers, the service came to halt in April 2014, when it was revealed that the service&#x2019;s operator was Cheonghaejin Marine Co., a shipping company linked to the sinking of the Sewol ferry. <br><br>Resuming the operation after a 2 1/2 year hiatus with a new operator, the Seoul Metropolitan Government has also changed the target customer group. <br><br>Of the eight water taxes in service, five will be mainly used by tourists for sightseeing, offering onboard programs such as feeding migratory birds and watching the sunset.&#xA0; <br><br>The rest -- three taxis that can fit up to seven passengers -- will shuttle commuters. <br><br>Traveling at a speed of 60 kilometers per hour, a water taxi can get from Jamsil to Yeouido in 40 minutes. A single trip costs 5,000 won ($4.35) -- 20 minutes faster and 13,000 won cheaper than a road taxi. <br><br>&#x201C;We are going to provide season tickets or T-money service for commuters in order to provide convenience to passengers and actively promote the water taxi as a form of transportation,&#x201D; said Kim Jung-ho, the manager of Han River water taxi operation in Seoul City.<br><br>Despite the ambitious plans, hurdles seem to remain for the business to take off. <br><br>&#x201C;Water taxis may be faster on the water, but it takes at least 15 minutes to walk from the water taxi stand to my office located at Jamsil Station. I think I would rather take the subway, despite it being super packed in the morning, since I would not have to walk so much,&#x201D; a 34-year-old office worker who commutes to Jamsil every morning told The Korea Herald. <br><br>An American lawyer who frequently visits Seoul said she does not see the difference between a water taxi and the ferry cruise that started running on the Han River in July. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001217_0_99_20161102202404.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">(Kim Da-sol/The Korea Herald)</em></span><br>\n&#x201C;When I visit the Han River, I normally opt for (the) sightseeing ferry because it is cheaper for a longer ride. I think maybe I could try a water taxi once, although the price is twice as much, for private use such as partying,&#x201D; she said.<br><br>The multipurpose cruise ship Araho, a city-run sightseeing ferry cruise on the Han River, has been gaining popularity among citizens and foreigners for its onboard activities such as watching a traditional Samulnori show and buffet dining. Seoul City said the cruise attracted at least a thousand visitors over the summer this year. <br><br>Kim, the manager of Han River water taxi operations at Seoul City said that water taxis can cater to a small group of passengers&#x2019; needs as it operates eight different sightseeing courses. <br><br>According to him, water taxis used for sightseeing will cost 25,000 won per person for the first 30 minutes of each ride, with 8,000 won charged for every additional 10 minutes. <br><br>The price is far lower than the previous price of 70,000 won for a 30-minute trip. <br><br>On the accessibility issue, Seoul Metropolitan Government said it would install more bicycle stands and run a public bicycle rental service around the water taxi stands so passengers can easily travel to nearby destinations or bus and subway stations. <br><br>Environmentalists also take issue with water taxies. <br><br>According to the Korean Federation for Environmental Movement, programs on the water taxis could negatively influence the ecosystem of animals that live at the Han River.<br><br>&#x201C;Migratory birds are very sensitive when they visit (floating islets in the Han River) to rest. Programs such as feeding migratory birds on water taxis is an absolutely ridiculous idea,&#x201D; said Shin Jae-un from the KFEM.<br><br>Bamseom, one of the uninhabited islets on the part of the Han River near Yeouido, is frequently visited by migratory birds such as mallards, great egrets, mandarins, common kestrels and spotbills throughout the year.<br><br>While it offers no access to humans, Bamseom was officially designated as a habitat for migratory birds in 2012. It has been left as a natural sanctuary for its characteristic Ramsar wetlands. Some experts visit it for bird watching or observation of the unique ecosystem located in the heart of the city. <br><br>Environmental activists also argued that the sound or waves that water taxis make could have an impact on animals such as migratory birds. <br><br>&#x201C;Some civic groups are trying to reserve part of the Han River as a habitat for endangered animals such as porpoises,&#x201D; said an official from the KFEM.<br><br>&#x201C;If Seoul City decides to run water taxis without noticing the effects it has on the ecosystem of the Han River as well as its low economic benefits, it is making the same mistake as a previous mayor did a decade ago,&#x201D; an official added. <br><br>By Kim Da-sol (ddd@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180348&oid=044",
          "headline": "Seoul mayor, Ahn declare all-out war on Park",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001215_0_99_20161102173403.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Seoul Mayor Park Won-soon (yonhap)</em></span><br>\nSeoul Mayor Park Won-soon and People&#x2019;s Party founder Ahn Cheol-soo on Wednesday officially called on President Park Geun-hye to resign in an angry response to her Cabinet reshuffle proposal. <br><br>&#x201C;I am outraged. President Park Geun-hye shows no remorse after putting the country in a mess like this,&#x201D; the mayor told an emergency press conference held an hour after the reshuffle was announced. <br><br>&#x201C;Her unilateral appointment of new Cabinet members is an act of belittling the people,&#x201D; the mayor said, calling for the conservative president to resign immediately. <br><br>President Park is facing accusations that she let her civilian friend Choi Soon-sil meddle in state affairs. She chose Kim Byong-joon, a former policymaker for the liberal administration of President Roh Moo-hyun, as the new prime minister. <br><br>The embattled president apparently did not have any prior consultations with any political party -- not even her own Saenuri Party. Political groups have been discussing how to form a neutral Cabinet. <br><br>&#x201C;The president, without even making a sincere apology (for the Choi scandal), unilaterally named a new prime minister on her own. This is an insult to all the people who have been calling for truth and justice,&#x201D; Rep. Ahn said. <br><br>Calls for President Park to be ousted have been growing among civic groups, political minorities and the public since the scandal erupted last week.&#xA0; <br><br>So far, mainstream political parties, including the main opposition Democratic Party of Korea, have tried to distance themselves from extreme voices. The Justice Party, a far-left minority with six lawmakers, demands the president leave her office. <br><br>Mayor Park also vowed to join social movements to bring down the president, saying he will support all kinds of peaceful demonstrations that take place in Seoul. <br><br>Ahn said he will devote his everything to upholding justice in this country, hinting at an all-out war against the scandal-ridden president. <br><br>By Kim Da-sol (ddd@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180347&oid=044",
          "headline": "[News Analysis] Reshuffle reflects Park's refusal to quit",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001209_0_99_20161102175503.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe surprise appointment of a new prime minister was largely taken as two-way strategy by President Park Geun-hye -- apparently yielding to the political parties&#x2019; call for a stronger Cabinet, but also implying that she will not completely step back from power.<br><br>The hurried and arbitrary manner of the announcement, which triggered complaints from political circles, also led to speculation that the presidential office attempted to deflect the attention away from the additional revelations concerning the Choi Soon-sil scandal.<br><br>Cheong Wa Dae on Wednesday tapped Kim Byong-joon, public administration professor at Kookmin University and former policymaker for the late liberal President Roh Moo-hyun, as the new prime minister to replace Hwang Kyo-ahn.<br><br>&#x201C;Kim may be seen as a &#x2018;responsible prime minister&#x2019; who will have a reinforced range of authority and take charge of the nation&#x2019;s internal affairs,&#x201D; said a Blue House official.<br><br>&#x201C;He will largely act independently (from the presidential office) and take an active role in further reshuffling the Cabinet.&#x201D;<br><br>The fact that the president exerted power in naming the new top official indicates that Park decided to reinforce the prime ministerial authority under the current administrative system, shunning the idea of constituting a new &#x201C;neutral Cabinet.&#x201D;<br><br>The neutral Cabinet refers to a comprehensive government structure which is not affiliated to a specific political party and therefore allows the opposition camp greater control over state affairs.<br><br>The &#x201C;responsible prime minister&#x201D; system is considered an alleviated version of the neutral Cabinet as it does not necessarily involve a complete overhaul or the involvement of opposition parties.<br><br>If he makes it past parliamentary approval and takes office, Kim is anticipated to be bestowed with the right to nominate Cabinet members and motion for their dismissal.<br><br>Kim&#x2019;s recommendation of former Gender Equality Vice Minister Park Seung-joo as minister of public safety and security was taken as him exercising personnel authority.<br><br>But Park will continue to remain the commander-in-chief for the nation&#x2019;s external affairs such as diplomacy and national security, as stated in the Constitution, according to officials.<br><br>&#x201C;I believe that the president will attend (the Korea-China-Japan trilateral summit) once the date of the occasion is confirmed,&#x201D; said Kim Kyou-hyun, senior presidential secretary for foreign affairs and national security, at the parliamentary steering committee meeting.<br><br>Political parties, which had been gearing up to have a say in constituting the incoming Cabinet in one way or another, were taken aback by the president&#x2019;s pre-emptive action.<br><br>Condemning the president&#x2019;s decision, the three opposition parties vowed to boycott the parliamentary ratification for the prime minister nominee.<br><br>The ruling Saenuri Party, which had recommended Kim as a priority candidate for the post, also showed surprise over what seemed to be Cheong Wa Dae&#x2019;s solitary decision.<br><br>Before the sudden announcement, Kim&#x2019;s appointment was largely considered a plausible scenario, generally approved by both the ruling and the opposition camps.<br><br>The sudden personnel announcement kindled rumors throughout political circles that the president was trying to divert attention away from An Chong-bum, the former senior presidential secretary for policy coordination.<br><br>An, who faced prosecutorial questioning Wednesday for his alleged involvement in the Choi Soon-sil scandal, was reported as telling an acquaintance that he had only acted upon the direct orders of the president.<br><br>The alleged remarks by one of the president&#x2019;s closest aides further boosted the public&#x2019;s fury against the state leader&#x2018;s involvement in the unprecedented state scandal.<br><br>Cheong Wa Dae, however, dismissed all such speculation, claiming that the Cabinet reshuffle was but a crucial move to normalize state affairs.<br><br>By Bae Hyun-jung (tellme@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180354&oid=044",
          "headline": "[Graphic News] Korean shipbuilding industry’s outlook remains grim",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001286_0_99_20161102182304.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe South Korean government is moving to help local shipbuilders suffering from declining new orders. On Monday, the Finance Ministry said that the government would order over 250 public vessels worth more than 11 trillion won ($9.6 billion) in total by 2020. The ministry has also encouraged the industry to restructure their businesses and focus on value-added ship services. The industry as well as the opposition parties, however, criticized the latest measures, calling them an insufficient rehash of existing plans.<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180349&oid=044",
          "headline": "[Newsmaker] Will ex-Roh aide be Park’s savior?",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001207_0_99_20161102180005.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Kim Byong-joon, a professor of Kookmin University, gives a lecture at the Convention of the Saenuri Party election in Seoul on May 2015. (Yonhap)</em></span><br>\nAt first glance, Kim Byong-joon appears to be a long-shot for becoming the prime minister tasked with pulling the Park Geun-hye presidency from its biggest crisis sparked by a scandal involving her longtime friend. <br><br>Their checkered relationship began in 2004 when the 62-year-old nominee was policy chief for late President Roh Moo-hyun. Park was chair of the then-main opposition Grand National Party, the predecessor of the current ruling Saenuri Party. <br><br>They clashed over real estate, welfare and other policies, and the discord deepened as Park&#x2019;s opposition staged a stringent protest against Roh&#x2019;s drive to relocate the administrative capital to Sejong City. <br><br>Kim had won the trust of the liberal president in the campaign period and spearheaded the initiative as head of the Presidential Committee on Government Innovation &amp; Decentralization before working at Cheong Wa Dae. <br><br>In 2006, Kim, who taught public administration at Kookmin University, stepped down less than two weeks after being appointed as deputy prime minister for education amid the opposition&#x2019;s offensive over thesis plagiarism allegations.&#xA0; <br><br>Yet he continued to serve Roh as a special policy adviser until returning to academia at the end of the president&#x2019;s term in 2008. <br><br>In recent months, Kim has been vocal in criticizing the Park administration&#x2019;s policies, such as on the reinstatement of state-authored history textbooks. During a lecture for Saenuri lawmakers last May, he lashed out at them for only engaging in a &#x201C;power game&#x201D; instead of serious policy discussions, which he said led to the party&#x2019;s landslide defeat in the April general election.&#xA0; <br><br>Until recently, Kim had been floated as a likely candidate to succeed Rep. Park Jie-won as the minor opposition People&#x2019;s Party&#x2019;s interim chief. <br><br>Park&#x2019;s latest selection of Kim as prime minister is seen as an attempt to defuse the opposition camp&#x2019;s calls for accountability over the Choi Soon-sil debacle and the creation of a neutral Cabinet. <br><br>Though Kim is credited for his sound policy views and personal integrity, his path to the Prime Minister&#x2019;s Office already faces hurdles as the three opposition parties dominating the parliament have pledged to veto his mandatory confirmation hearing. <br><br>A fresh source of contention also emerged Wednesday over the nominee&#x2019;s ties to the father-in-law of Woo Byung-woo, the disgraced former senior presidential secretary for civil affairs implicated in the Choi scandal. <br><br>In 2013, Kim reportedly attended the funeral of Lee Sang-dal, the owner of a construction company, lauding his &#x201C;confidence in clean, righteous and transparent management.&#x201D; <br><br>Opposition lawmakers raised suspicions that Woo may still be wielding influence though he has been sacked. Kim&#x2019;s remarks at the funeral could also prove problematic, given the ongoing investigation into tax evasion allegations involving Lee&#x2019;s family company. <br><br>In a meeting with reporters Wednesday, Kim said he was there because Lee was head of a fraternity of fellow countrymen from Goryeong County, North Gyeongsang Province, and he did not know Woo at all. <br><br>Even if he passes the hearing, his future role would chiefly hinge on how much sway Park is willing to hand over. <br><br>In nominating Kim, Cheong Wa Dae apparently took into account demands for diluting the president&#x2019;s administrative powers by making way for the prime minister to actually exert his constitutionally guaranteed right to pick other Cabinet members and request their dismissal. The designation of Park Seung-joo as the candidate for the new public safety and security minister was based on Kim&#x2019;s recommendation. <br><br>Yet despite her election pledge to empower the premiership, Park has given so little leeway to her prime ministers throughout her nearly four years in office, especially in personnel affairs, they have been nicknamed &#x201C;proxy speech readers.&#x201D;<br><br>The latest nominations also triggered backlash even among some ruling party legislators due chiefly to the absence of prior consultations with not only the assembly, but other presidential aides who testified they heard the announcement from media. <br><br>By Shin Hyon-hee (heeshin@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180316&oid=044",
          "headline": "Veteran technocrat pledges to salvage economy amid crisis",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102000909_0_99_20161102195104.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Yim Jong-yong, the nominee for deputy prime minister for economy, walks to a press briefing at the Seoul Government Complex on Wednesday. (Yonhap)</em></span><br>\nYim Jong-yong, the nominee for deputy prime minister for economy, pledged Wednesday to salvage the sinking Korean economy. <br><br>&#x201C;Assuming this position at a time of serious economic situations gives me a sense of grave responsibilities,&#x201D; Yim said at a press conference at the Seoul government complex in Gwanghwamun on Wednesday.&#xA0;<br><br>&#x201C;It is not an exaggeration to say that our economy is in crisis. My top priority will be managing the economy&#x2019;s risk factors and pull it out of the prolonged recession.&#x201D; <br><br>Yim emphasized consistency of related policies for the myriad of economic issues ranging from runaway household debt and imbalances in the property market to corporate restructuring,<br><br>The nominee for the position of chief of the Korean economy is expected to keep the expansionary fiscal policy stance taken by his predecessors -- Choi Kyung-hwan and Yoo Il-ho -- who are both close aides to President Park. <br><br>&#x201C;The economy has become more unstable as it has been trapped in a long-running recession,&#x201D; Yim said. &#x201C;The current expansionary fiscal policy needs to be maintained for the time being.&#x201D;<br><br>As for a new plan for the property market slated for announcement Thursday, Yim said he would not tolerate any real estate speculation for the sake of growth.<br><br>&#x201C;Property market situations widely vary from region to region,&#x201D; he said. &#x201C;More selective and customized measures for each region across the country need to be taken.&#x201D; <br><br>Easing the loan-to-value and debt-to-income ratios in the summer of 2014 was a reasonable policy choice, he said, although the record high household debt of above 1,200 trillion won is attributed to the measure. <br><br>Yim, who served at both the financial policy and economic policy bureaus of the Ministry of Finance from 1999 to 2008, has broad experience in handling macroeconomic and financial policies. He also headed NH Nonghyup Financial Group from 2013 to 2015. <br><br>During the Asian financial crisis in the late 1990s, Yim led the restructuring of financial institutions and became the youngest director of the banking system department of the ministry in 1999. <br><br>He has also served as presidential economic and financial secretary, helping to stabilize the Korean economy in the aftermath of the global financial crisis in 2009, while working alongside former President Lee Myung-bak. In 2010, he was promoted to first vice finance minister. <br><br>From 2011 to 2013, Yim served as minister for government policy coordination at the Prime Minister&#x2019;s Office. <br><br>As the chairman of the Financial Services Commission for the past 1 1/2 years, Yim aggressively pushed for reforms in the financial sector. He has been a faithful supporter of the government&#x2019;s creative economy initiative. <br><br>Among his achievements is the FSC&#x2019;s initiation of the financial technology drive by easing regulations that had restricted online financial transactions and lowering barriers for IT firms to enter the financial market. <br><br>He has also been leading ongoing corporate restructuring activities by coordinating measures between the government and financial industry. <br><br>With Yim at its helm since June 2013, Nonghyup has become an industry leader in terms of deposits, loan issuances, fund subscriptions and retirement pensions. <br><br>Nonghyup acquired Woori Investment &amp; Securities in June 2014, beating a bid by KB Financial Group. It made NH Investment &amp; Securities the nation&#x2019;s top securities firm at the time. <br><br>&#x201C;The nominee is a well-known technocrat in the financial sector and has soft but strong leadership,&#x201D; a manager at Nonghyup Financial Group told The Korea Herald. &#x201C;Many NH employees felt pride when we had him as chairman.&#x201D; <br><br>Meanwhile, Korea Financial Consumer Agency, a consumer advocacy group, expressed opposition to the nomination Wednesday. <br><br>&#x201C;The nomination is part of an irresponsible reshuffle by the Park government which is plagued by the Choi Soon-sil (scandal),&#x201D; said Cho Nam-hee, head of the agency. &#x201C;Yim deserves to take responsibly for failed financial reforms and corporate restructuring.&#x201D; <br><br>By Song Su-hyun (song@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180350&oid=044",
          "headline": "Arrest warrant sought for Choi",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001204_0_99_20161102173203.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">An Chong-bum, a former senior presidential secretary. (Yonhap)</em></span><br>\nProsecutors on Wednesday requested an arrest warrant for Choi Soon-sil, President Park Geun-hye&#x2019;s confidante suspected of meddling in state affairs and siphoning public funds. <br><br>Choi, a 60-year-old civilian who is a longtime friend of Park and daughter of Park&#x2019;s late mentor Choi Tae-min, is accused of regularly accessing presidential documents, exerting influence on government policies and receiving a string of favors the president herself condoned.<br><br>Choi was taken into custody late Monday on 48-hour detention, hours after she appeared before the Seoul Central District Prosecutors&#x2019; Office in southern Seoul for questioning. <br><br>Already dubbed the &#x201C;shadow president&#x201D; by public and the media, Choi has denied most of the charges. She claimed a tablet PC with records of receiving emails containing presidential documents did not belong to her, although it contained her selfies and other personal files.<br><br>Song Gi-ho of Lawyers for a Democratic Society, also known as Minbyun, said Wednesday that Cheong Wa Dae had told him Choi does not have clearance to handle classified information. This means whoever showed Choi the classified presidential documents could be punished by up to two years in prison or up to five years in prison if the documents were related to diplomatic secrets.<br><br>She was provisionally charged with obstructing the exercise of rights and attempted fraud. The court is to deliberate on the warrant Thursday at around 3 p.m. and is expected to reach a decision later that day.<br><br>If the court grants the prosecution a warrant, it has up to 20 days to investigate the suspect and decide whether or not to indict her.<br><br>Earlier in the day, investigators summoned former Senior Presidential Secretary for Policy Coordination An Chong-bum on his alleged involvement in raising funds worth some 80 billion won ($70 million) for Mir Foundation and K-Sports Foundation, which was allegedly a cover to siphon money to Choi.<br><br>&#x201C;I will take responsibility for any wrongdoings,&#x201D; he told media after appearing for questioning. <br><br>He refused to comment on whether he forced local conglomerates to make donations to the foundations, if he knew Choi personally and if he had acted under Park&#x2019;s orders. Choi has claimed she has no personal connection to An. <br><br>While An had denied the allegations, testimonies of those involved in the scandal have indicated otherwise.<br><br>Jung Hyun-sik, a former secretary-general of the K-Sports Foundation, said he requested 8 billion won from SK Group under orders from An and Choi. Officials from Lotte Group reportedly told the prosecution it had been coerced to &#x201C;donate&#x201D; 7 billion won.<br><br>Lee Seung-cheol, vice chairman of the Federation of Korean Industries, reportedly also told investigators that Cheong Wa Dae officials had asked the FKI to pressure the companies.<br><br>But according to local news agency Newsis, An said he contacted the companies regarding the two foundations under direct orders from Park, and was never in contact with Choi. He reportedly also said there was a &#x201C;direct deal&#x201D; between Choi and Park, in an apparent refusal to take the fall for the president.<br><br>Data by local conglomerate watch website Chaebul.com showed that 53 corporations had donated to the foundations. Of those, 12 were logging deficits.<br><br>Investigators are also mulling summoning Park&#x2019;s aide Jeong Ho-seong for questioning next week. Local media reported last week that he had delivered a thick folder of files to Choi from the presidential office nearly every night, which were then returned to Cheong Wa Dae and made into actual policy.<br><br>Prosecutors are also looking into allegations that Samsung Electronics handed some 3.5 billion won to Choi via a paper company jointly established by Choi and her daughter Chung Yoo-ra. <br><br>Chung is suspected of receiving unlawful favors while attending Ewha Womans University and of receiving a loan from KEB Hana Bank.<br><br>The prosecution on Tuesday visited eight banks with a search warrant to acquire financial transactions of those suspected of being linked to the scandal, including TV commercial director Cha Eun-taek, who is accused of exerted influence on state-backed projects using his ties with Choi. <br><br>The Education Ministry has also launched an investigation into Ewha Womans University on allegations surrounding Chung. <br><br>By Yoon Min-sik (minsikyoon@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180351&oid=044",
          "headline": "Park's surprise reshuffle faces opposition backlash",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001201_0_99_20161102173304.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Prime Minister nominee Kim Byong-joon speaks during a press conference in Seoul on Wednesday, after President Park Geun-hye named him to replace Hwang Kyo-ahn. (Yonhap)</em></span><br>\nPresident Park Geun-hye on Wednesday chose Kim Byong-joon, a former policymaker for the late liberal President Roh Moo-hyun, as the new prime minister to handle the political unrest caused by the Choi Soon-sil scandal. <br><br>The annoucement came as a surprise, as there had been no prior communication with political parties, including her own ruling Saenuri Party. Despite the move being intended as a gesture of reform, it backfired. <br><br>Park&#x2019;s liberal foes responded in anger, saying the president &#x201C;lacks understanding of her situation&#x201D; and was pushing unilaterally for a Cabinet shake-up without offering a proper apology or explanation for the scandal.&#xA0;&#xA0; <br><br>&#x201C;President Park Geun-hye has decided to carry out a reshuffle of the Prime Minister&#x2019;s Office and the Ministry of Public Safety and Security,&#x201D; said presidential spokesperson Jung Youn-kuk in an announcement. <br><br>Should the appointment be confirmed by the National Assembly, the prime minister nominee is likely to exercise an expanded range of power, reflecting calls for a decentralization of presidential authority.<br><br>Kim, who is currently a professor at Kookmin University, had previously been mentioned as a possible candidate for the position, along with ranking figures of the main opposition Democratic Party of Korea, such as Kim Chong-in and Sohn Hak-kyu. <br><br>&#x201C;Kim, who is also a renowned scholar of public administration, served as presidential policy director and education deputy prime minister in the Participatory (Roh) Government,&#x201D; Jung explained.<br><br>&#x201C;Considering his value, knowledge and experience, Kim is deemed able to overcome the current challenges and securely steer the Cabinet for the sake of the nation&#x2019;s future.&#x201D;<br><br>The Blue House also named Yim Jong-yong, the incumbent chairman of the Financial Services Commission and former chief of NH Financial Group, as deputy prime minister and finance minister. <br><br>Former Gender Equality Vice Minister Park Seung-joo was named minister of public safety and security upon the recommendation of the prime minister-designate.<br><br>The Cabinet reshuffle, though considered a crucial step to break through the state affairs stalemate, faces dim prospects at the National Assembly, with the opposition vowing to thwart it. The three opposition parties combined control an absolute majority of South Korea&#x2019;s National Assembly. <br><br>The Saenuri Party&#x2019;s leadership had recommended Kim as prime minister in the first place, so they had little to complain about. However, the party&#x2019;s rank-and-file members criticized the way the scandal-ridden president was dealing with her crisis of confidence.&#xA0; <br><br>&#x201C;The shake-up is a powerful expression (of the president) to normalize the endangered state affairs,&#x201D; the Saenuri Party said through a written statement. &#x201C;We urge the opposition to adopt a responsible stance and fully cooperate in the reshuffle.&#x201D;<br><br>The opposition camp blasted the president for once again shutting out public sentiment from key decisions.<br><br>&#x201C;The president, by selecting a former opposition figure, is trying to make it look as if the new Cabinet is neutral and reformative,&#x201D; said Rep. Woo Sang-ho, floor leader of the main opposition Democratic Party. &#x201C;But the truth is she only wants to organize a Cabinet that suits her needs.&#x201D;<br><br>The announcement came three days after Park decided to send away most of her closest assistants amid plunging approval ratings and growing calls for her to resign. <br><br>She named former prosecutor Choi Jai-kyeong as new senior presidential secretary for civil affairs and former parliamentary spokesperson Bae Sung-rye as chief of public relations. The presidential chief of staff position, as well as two senior presidential secretary seats, remain vacant.<br><br>By Bae Hyun-jung&#xA0; (<a href=\"mailto:tellme@heraldcorp.com\">tellme@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161103&aid=0000180343&oid=044",
          "headline": "Industrial upheavals bring echoes of crises past",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001267_0_99_20161102175804.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe Korea Herald is publishing a series of articles on the alarming state of the country&#x2019;s economy and the challenges to be addressed. This is the second installment -- Ed. <br><br>When Kim Young-mi, a 63-year-old housewife in Seoul, held a group prayer meeting at a catholic church in her neighborhood last week, the economic situation was at the top of her prayer list.<br><br>&#x201C;I am deeply concerned about the future of the nation&#x2019;s economy,&#x201D; Kim said.<br><br>As an ordinary citizen, Kim said she has yet to directly feel the economic pinch, but she has been growing more concerned by the flurry of news reports warning of the looming economic crisis. <br><br>What was most distressing to Kim and other Koreans were the series of recall debacles involving two major conglomerates, Samsung and Hyundai Motor, who as major exporters pulled the country through an economic crisis from 1997-1998.<br><br>&#x201C;Samsung and Hyundai are the two big vehicles that have led South Korea&#x2019;s economy. But with them reeling from such negative events, we are worried.&#x201D;<br><br>For Kim Min-sun, a 36-year-old office worker in Seoul, Samsung and Hyundai have been a source of pride.<br><br>&#x201C;My foreign friends didn&#x2019;t know where Korea was, but they knew Samsung and Hyundai, telling me what fascinating products they make,&#x201D; she said.<br><br>The two corporations have been driving Asia&#x2019;s fourth-largest economy for decades, with their combined sales accounting for 20 percent of the nation&#x2019;s gross domestic product. Their market value hovers at around 250 trillion won ($217 billion).<br><br>Samsung Electronics, the world&#x2019;s largest smartphone and chipmaker, makes up 29 percent of the nation&#x2019;s export revenue, according to recent data from the Korea International Trade Association.&#xA0;<br><br>Samsung and Hyundai are also among the top 100 brands in the world, with the tech giant&#x2019;s brand value at $51.8 billion and Hyundai at $12.5 billion.<br><br>The sense of fear on the fate of the nation&#x2019;s economy is spreading fast. Many say the current situation of South Korean firms struggling amid a political crisis seems to hark back to the bitter memory of the economic crisis 20 years ago, when the nation was forced to take a tough bailout package from the International Monetary Fund as a scandal plagued then-President Kim Young-sam.<br><br>Indicators of the nations health are pointing to trouble ahead, too.<br><br>The nation&#x2019;s central bank last week lowered its economic growth forecast from 2.9 percent to 2.8 percent. The growth rate of the manufacturing sector hit a 7 1/2-year low of minus 1 percent in the third quarter, the bank said. <br><br>&#x201C;The signs of industries struggling are likely to show up more clearly starting next year,&#x201D; said professor Chun Seong-in of Hongik University in Seoul.<br><br>&#x201C;I am quite pessimistic (on the outlook of industries) particularly if the void of government continues with more than a year left for (President Park Geun-hye) in office,&#x201D; he said, referring to the economic ramifications of the recent political scandal involving the president&#x2019;s friend Choi Sun-sil. <br><br>Samsung has been in hot water after successive cases of its high-end smartphone Galaxy Note 7 catching fire. Though the tech giant moved fast to recall millions of the phablets around the world, the market raised concerns over the company losing money and its brand value. Some suggested that the crisis has exposed a loophole in the conglomerate&#x2019;s business operation and management. <br><br>The performance of Hyundai Motor Group, the nation&#x2019;s top automaker, has also been dwindling, in the face of global recalls and labor disputes.<br><br>In late September, the South Korean carmaker was found to have settled a class-action lawsuit over the Sonata&#x2019;s Theta II engine in 885,000 vehicles manufactured between 2011 and 2014. In addition to its tarnished image, the carmaker came under fire for treating local customers differently from those overseas. <br><br>The outlook remains grim for Hyundai, according to local analysts, who say that it will be difficult for the carmaker to achieve its goal of selling more than 8 million units this year. Its third-quarter net profit also dropped 7.2 percent to 1.12 trillion won, in the third quarter from the same period last year, the company said in a regulatory filing last week.<br><br>Korean steelmakers and shipbuilders, once praised as pillars of Korean exports, are also struggling.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/02/20161102001208_0_99_20161102175804.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe country&#x2019;s top steelmaker Posco faced a sharp fall in its sales, which reached 550 billion won in 2014 in the aftermath of the collapse of the shipbuilding industry and steel oversupply from the Chinese market. It recorded a net loss of 96 billion won last year for the first time in 47 years. The anti-dumping duties imposed on it by the US and India earlier this year posed more challenges to the company. <br><br>With aggressive restructuring efforts and cost-saving measures, however, the steelmaker saw a 52.4 percent rise in its operating profit, which reached 1.3 trillion won in the third quarter of this year, exceeding 1 trillion won for the first time in four years. Its net profit also surged by 115.6 percent to reach 475 billion won. <br><br>The sales increase of its overseas subsidiaries and high value products such as World Premium, and the rise of Chinese steel prices -- prompted by large-scale restructuring there -- contributed to Posco&#x2019;s performance improvement, the company, said. <br><br>Amid the lack of ship orders caused by low oil prices, Hyundai Heavy Industries and Samsung Heavy Industries have sought restructuring measures such as job cuts, asset sales and efficiency improvements. <br><br>Although the operating profits of both firms remain in the black while they speed up restructuring, challenges remain, as their order rates are still far short of their goals. Hyundai only reached 22.5 percent of its order goal, while Samsung had achieved only 15 percent as of late last month. <br><br>The biggest concern in the shipbuilding industry is Daewoo Shipbuilding and Marine Engineering, which still suffers from the aftermath of an alleged 5 trillion won accounting fraud and liquidity woes prompted by a delayed ship delivery, despite a massive injection from the government. <br><br>As of last month, the amount of orders that the company obtained remains at $1.3 billion this year, far short of its initial worst-case goal of $3.5 billion. <br><br>It is true that the Korean companies are in worse shape than before, says Mun Myung-ki, a senior researcher at the department of analysis and forecast at KITA. <br><br>But the characteristics and extent of their troubles are a lot different from those businesses experienced during the Asian currency crisis.<br><br>&#x201C;Things are different from the past. Korea is unlikely to go through a currency crisis, as the nation&#x2019;s trade surplus is hitting a new record high every month,&#x201D; he said. <br><br>&#x201C;The theories of the economic crisis (sparked by businesses losing growth momentum) appear to prevail as the businesses are in a transitional process toward new industries,&#x201D; he said.<br><br>Businesses are in a paradigm shift, Moon said, citing the example of carmakers betting on electric vehicles and tech companies leaning more toward software.<br><br>Kang Joong-ku, a researcher at the LG Economic Institute, also said that the industrial structure worldwide is undergoing a major transformation with the service sector slowly replacing the dominance of the manufacturing sector. <br><br>&#x201C;The manufacturing sector already entered a phase of stagnation two or three years ago. It is difficult to expand export volume by relying on manufactured goods anymore,&#x201D; said Kang.<br><br>The government admits the need to nurture new industries, citing China&#x2019;s fast growth in the manufacturing sector, which is pressuring Korean firms to shift their focus to value-added, high-tech industries.<br><br>The Ministry of Trade, Industry and Energy, plans to unveil new measures to nurture new industries in December.<br><br>The list is likely to include artificial intelligence, electric vehicles and the Internet of Things. The amount of financial support to be made available remains undisclosed.<br><br>&#x201C;Eventually, it is the companies that mull on future industries over the most,&#x201D; said Joo Hyung-hwan, the minister of trade.<br><br>&#x201C;Policies on industries will be about lifting regulations on sectors that private companies are willing to lead.&#x201D;<br><br>By Cho Chung-un (christory@heraldcorp.com) and Lee Hyun-jeong<br><br>(rene@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        }
      ]
    }
  }
}