{
  "date": "2016-11-05-토",
  "publishers": {
    "코리아헤럴드": {
      "nlink": "http://m.news.naver.com/newspaper/officeMain.nhn?date=20161105&oid=044",
      "articles": [
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180430&oid=044",
          "headline": "Hollywood’s latest love: Gender-swapping",
          "body": "\n            <p>LOS ANGELES (AP) -- In November 2014, then Sony chief Amy Pascal sent an email to the team behind their planned &#x201C;Ghostbusters&#x201D; reboot.</p><p>&#x201C;I saw (Jerry) Weintraub last night and he told me that he and (Warner Bros.) were doing a female version of (&#x201C;Ocean&#x2019;s Eleven&#x201D;). We gotta beat everyone,&#x201D; Pascal wrote.</p><p>The twist on their new &#x201C;Ghostbusters,&#x201D; of course, was that it was to star women as the paranormal hunters instead of men.</p><p>Director Paul Feig emailed back: &#x201C;Oh, sure, NOW they&#x2019;re doing one. Although I am worried it&#x2018;s going to conflict with my all chimp Robin and the Seven Hoods.&#x201D;</p><p>Pascal: &#x201C;It&#x2019;s like everywhere you turn around, everyone just realized women are half the population of the world.&#x201D;</p><p>Indeed, Hollywood has turned to gender-swaps as the latest ploy to refresh dusty movie properties. If audiences are growing tired of reboots -- whether traditional (name the &#x201C;Spider-Man&#x201D;), meta (&#x201C;21 Jump Street&#x201D;) or revisionist (&#x201C;Magnificent Seven&#x201D;) -- why not play around with gender? And it&#x2019;s no surprise that in a business that makes a disproportionate number of films starring and about men, flipping means more female roles.</p><p>Now it&#x2019;s clear, &#x201C;Ghostbusters&#x201D; was just the beginning. There&#x2019;s that female-led installment of the &#x201C;Ocean&#x2019;s Eleven&#x201D; series on the way, &#x201C;Ocean&#x2019;s Eight&#x201D; starring Sandra Bullock, Anne Hathaway, Cate Blanchett and Rihanna. Also in various stages of development: &#x201C;Dirty Rotten Scoundrels&#x201D; with Rebel Wilson, a &#x201C;Rocketeer&#x201D; reboot with a female lead, and in a reverse flip, a &#x201C;Splash&#x201D; remake with Channing Tatum as the mermaid.</p><p>Flipping is finding its way to the small screen, too, with projects like &#x201C;Twist,&#x201D; described as a &#x201C;sexy, contemporary&#x201D; take on Charles Dickens&#x2019; &#x201C;Oliver Twist&#x201D; starring a woman.</p><p>The gender-swapping of film characters before the cameras roll, however, is nothing new. Sigourney Weaver&#x2019;s character in &#x201C;Alien&#x201D; was originally envisioned as a man. The same for Angelina Jolie&#x2019;s role in &#x201C;Salt,&#x201D; Sandra Bullock&#x2019;s in &#x201C;Our Brand Is Crisis,&#x201D; Jada Pinkett Smith&#x2019;s in &#x201C;Magic Mike XXL&#x201D; and Tilda Swinton&#x2019;s in &#x201C;Doctor Strange.&#x201D; &#x201C;His Girl Friday&#x2019;s&#x201D; Hildy Johnson, immortalized by Rosalind Russell, was written as a man in the play &#x201C;The Front Page.&#x201D;</p><p>What&#x2019;s new, as Fandango correspondent Alicia Malone points out, is taking entire casts and flipping them in already-proven properties.</p><p>For the creatives behind the projects, it&#x2019;s a no-brainer.</p><p>&#x201C;It makes a lot of sense,&#x201D; said Ron Howard, who directed the original &#x201C;Splash&#x201D; and is producing the remake. &#x201C;The entire community and the medium (are) looking for opportunities to do two things: One is to refresh ideas that people already know something about -- titles that they already understand, relate to, remember (and) have a fondness for. And then also find better roles for women, create better roles for women.&#x201D;</p><p>As with many spin-offs, reboots and sequels, some will always seem more natural than others. &#x201C;Ocean&#x2019;s Eight,&#x201D; for example, isn&#x2019;t considered by its studio to be a gender-swap or a remake at all, just an extension of the established world.</p><p>&#x201C;We are really committed to creating more opportunities for women in the film business,&#x201D; said Greg Silverman, Warner Bros.&#x2019; president of creative development and worldwide production. &#x201C;This one just felt so organic and so right for the brand that this is where it would go next.&#x201D;</p><p>Silverman, however, doesn&#x2019;t necessarily see the gender-swapped casts as a broad industry trend. He also noted that Warner Bros. doesn&#x2018;t have a &#x201C;strategy of flipping franchises either way.&#x201D;</p><p>Whether gender-swapping is organic, gimmick or studio strategy, screenwriter Kirsten &#x201C;Kiwi&#x201D; Smith, whose &#x201C;Expendables&#x201D; spinoff &#x201C;Expendabelles&#x201D; has been on and off for years, is optimistic that it can be a means to an end.</p><p>&#x201C;If that&#x2019;s how we&#x2018;re going to be able to write a kick-ass female action comedy and this is the title we use and this is our kick-off point, then let&#x2019;s go for it!&#x201D; Smith said &#x201C;The most important thing is: how can we put more films out there that feature smart, funny, strong and fiery women? However it takes to get there.&#x201D;</p><p>Fandango&#x2019;s Malone is reserved about what flipping might mean in the long run. That it gets this much attention, Malone says, &#x201C;shows just how rare an all-female cast is in Hollywood.&#x201D;</p><p>There&#x2019;s the financial aspect, too. This summer&#x2019;s &#x201C;Ghostbusters&#x201D; failed to impress at the box office. With a reported $144 million budget (not including marketing expenses which can sometimes cost as much as the film) the would-be &#x201C;biggest franchise in Hollywood&#x201D; has made only $128.3 million domestically and $100.8 million internationally. It&#x2019;s not a flop, but it&#x2019;s not a blockbuster, either.</p><p>The problem is that the femaleness of a project is sometimes used as a scapegoat for box office disappointments and there&#x2019;s a worry they may all go away if one fails.</p><p>At the heart of it all lay the dreary statistics about leading female roles.</p><p>&#x201C;The Center for the Study of Women in Television and Film found that out of the top 100 grossing films in 2015, just 22 percent had female protagonists. This is a 10 percent rise from 2014, but still a big imbalance,&#x201D; Malone said. &#x201C;It&#x2019;s not the ultimate fix Hollywood needs to correct the huge gender inequality in American movies ... but it&#x2019;s a start, a temporary stop-gap to ensure more women are on screen.&#x201D;</p><br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180432&oid=044",
          "headline": "YG, Psy deny ties to Choi Soon-sil",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000671_0_99_20161104174104.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Singer Psy (YouTube)</em></span><br>\nYG Entertainment on Thursday refuted rumors that the company and its singer Psy are connected to Choi Soon-sil, who is under investigation for meddling in various areas of President Park Geun-hye&#x2019;s administration.<br><br>&#x201C;We are releasing this official statement due to rumors that have been generated relating to &#x2018;Choi Soon-sil Gate&#x2019; and certain media outlets that are reporting the rumors as if they were true,&#x201D; YG said in a statement.&#xA0;<br><br> The agency added, &#x201C;Psy is not acquainted at all with Jang Si-ho.&#x201D; Jang, Choi&#x2019;s niece, is rumored to be close to the world-famous &#x201C;Gangnam Style&#x201D; star. &#x201C;The two have never met and do not know each other,&#x201D; YG said. <br><br>The statement was prompted after Rep. Ahn Min-seok of the Democratic Party of Korea said in a radio show that Choi Soon-sil&#x2019;s sister Soon-deuk befriended members of a celebrity soccer team, of which Psy was rumored to be a member, to exert influence on entertainment businesses. <br><br>YG said the singer does not and has never been part of the soccer team at issue.<br><br>Ahn also claimed that Choi&#x2019;s niece Jang had &#x201C;infiltrated&#x201D; the entertainment industry, using her family connections to grant favors to a certain major entertainment agency and a well-known singer. <br><br>By Rumy Doo (doo@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180433&oid=044",
          "headline": "g.o.d to go on nationwide tour next January",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000645_0_99_20161104174106.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">K-pop band g.o.d (Sidus HQ)</em></span><br>\nThe members of veteran K-pop group g.o.d will be gathering again to tour the country next January and February.<br><br>The group will kick off the tour from Jan. 6-8 at Seoul&#x2019;s Jamsil Arena and subsequently perform in Incheon, Daegu, Ilsan, Gwangju, Busan and other cities, concert planner SJ Entertainment announced Friday.&#xA0;<br><br>&#x201C;Fans can look forward to the five members dressed up in elegant tuxedos,&#x201D; the agency said. It added that g.o.d will be performing some of its biggest hit songs, including &#x201C;Lies&#x201D; and &#x201C;Road,&#x201D; at the concerts.<br><br>Heralded as one of the first-generation K-pop groups, g.o.d, which debuted in 1999, enjoyed great popularity in the early 2000s until the band announced in 2005 that it would be halting its group activities indefinitely. Its members -- Park Joon-hyung, Yoon Kye-sang, Danny Ahn, Son Ho-young and Kim Tae-woo -- regrouped in 2014 to release their eight album, which topped local charts. <br><br>Tickets for g.o.d&#x2019;s 2017 tour can be reserved at ticket.interpark.com starting from 8.p.m. on Nov. 17. <br><br>By Rumy Doo (doo@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180429&oid=044",
          "headline": "Porridge with a dash of pumpkin spice can be just right for breakfast",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001325_0_99_20161104145003.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Pumpkin Pie Porridge gets a flavor boost from pumpkin pie spices and a nutritional boost from pumpkin puree and applesauce. (Kansas City Star/TNS)</em></span><br>\nIn the classic fairy tale of &#x201C;Goldilocks and the Three Bears,&#x201D; somebody ate all of Baby Bear&#x2019;s porridge because, well, it was just right.<br><br>A breakfast staple of Scotland, porridge is a mush, usually made from cereal grains and served hot without the addition of sweeteners. If porridge sounds like an odd way to start the day, consider it not all that different from Southern-style grits, Italian polenta or even Chinese congee.<br><br>The Kansas City Star&#x2019;s Pumpkin Pie Porridge brings interest to a typically bland oatmeal base by adding pumpkin pie spice.<br><br>Shakers of Pumpkin Pie Spice are sold in the spice section of most supermarkets. But if you don&#x2019;t have any on hand, add 2 healthy dashes of cinnamon, nutmeg and ground cloves. Pumpkin puree and applesauce add additional flavor and elevate the nutritional punch.<br><br>Garnish with a bit of brown sugar and toasted nuts.<br><br>Cooking tips: If a thinner consistency is desired, stir in additional warm milk, about 2 to 4 tablespoons.<br><br>If a less sweet version is desired, omit brown sugar.<br><br>If time allows, toasting pecans or walnuts intensifies their flavor. To toast the nuts, spread out the nuts in a single layer on a baking sheet. Bake at 350 degrees for 5 to 7 minutes or until lightly toasted. You can toast a cup or two of nuts and freeze extras for other uses. It is convenient to have toasted nuts on hand.<br><br>Recipe can easily be doubled to serve 4.<br><br><strong>PUMPKIN PIE PORRIDGE</strong><br><br>Makes 2 servings (each serving approximately 1/2 cup)<br><br>3/4 cup skim or 1 percent milk<br><br>1 cup old-fashioned rolled oats<br><br>1/2 teaspoon pumpkin pie spice<br><br>1/4 cup canned pumpkin puree<br><br>1/4 cup cinnamon applesauce<br><br>4 teaspoons brown sugar<br><br>2 tablespoons chopped pecans or walnuts, toasted if desired<br><br>In a small saucepan, over medium high heat, bring milk to a boil; reduce to a simmer and stir in oats and pumpkin pie spice. Continue to stir and cook over low heat 4 minutes. Add pumpkin and applesauce and blend well. Cook an additional 30 to 60 seconds.<br><br>Divide between serving bowls. Sprinkle each bowl with 2 teaspoons brown sugar and 1 tablespoon nuts.<br><br>Serve warm.<br><br><strong>Per serving:</strong> 308 calories (23 percent from fat), 8 g total fat (1 g saturated), 2 mg cholesterol, 48 g carbohydrates, 11 g protein, 54 mg sodium, 6 g dietary fiber.<br><br>Recipe developed exclusively for The Star by Kansas City-based professional home economists Kathy Moore and Roxanne Wyss.<br><br>By Jill Wendholt Silva<br><br>The Kansas City Star<br><br>(Tribune content agency)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180428&oid=044",
          "headline": "Artisan Bakers opens new outpost in Seorae Village",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001070_0_99_20161104144805.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Artisan Bakers opened its Seorae Village location this summer. (Yoon Byung-chan/The Korea Herald)</em></span><br>\nHard-crusted sourdough was the impetus behind owner and baker Mo Tae-sung&#x2019;s decision to launch his own establishment in Hannam-dong four years ago. <br><br>Even now, the sourdough at Artisan Bakers, which can now also be found at a new outpost in Seorae Village, delights with its tangy, soft and elastic crumb. <br><br>&#x201C;We only use natural starter, not commercial yeast, for our sourdough,&#x201D; said Mo, 48, pulling out a tub of mother dough at his Seorae Village-based atelier, a short walk from the store.&#xA0;<br><br>That natural starter, the backbone of naturally leavened bread, gives off sour aromas of vinegar and yogurt. There are no traces of serious funk, just a clean tang that is well reflected in the resulting loaves. <br><br>In addition to classic sourdough, Artisan Bakers also specializes in sourdoughs that incorporate spelt, rye and whole wheat. <br><br>All sourdoughs undergo the standard two-stage fermentation -- first the bulk fermentation of the dough and then the final rise, called proofing, after the dough has been shaped into loaves. <br><br>&#x201C;The first fermentation is when you get the acidity and the structure of the bread develops,&#x201D; said Mo. &#x201C;We ferment our sourdough overnight and make it the next day.&#x201D;<br><br>All this hard work translates to slices of tangy, chewy, creamy bread, the kind that can stand its ground when garnished with cornichons and cold cuts or a generous layer of cold, rich butter.&#xA0;<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001072_0_99_20161104144805.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Buttery, flaky and salty pretzel croissants and pretzels at Artisan Bakers&#x2019; Seorae Village store (Yoon Byung-chan/The Korea Herald)</em></span><br>\nMo and his team not only specialize in sourdough, but in a wide range of pastries and breads that include pretzel croissants -- buttery, salty and flaky -- to a riff off of Japanese-style milk bread. <br><br>&#x201C;Hokkaido milk bread is famous,&#x201D; said Mo, who was seeing variations of the rich, cream-laden bread popping up everywhere. <br><br>Inspired by the idea of decadent milk bread, Mo and team craft theirs with &#x201C;lots of fresh cream and milk&#x201D; for towering loaves of silken bread that practically melt away with each cushiony bite.<br><br>There are also buttery cranberry scones and soft pretzels at the bakery, which first opened in Hannam-dong before expanding to another location in Seorae Village this summer.<br><br>For Mo the journey to this point in his career has been long.&#xA0;<br><br>Now eight years into the baking profession, Mo still remembers when he first got interested in bread. He was studying cooking at a school in Australia where the course included a week devoted to bread.<br><br>&#x201C;I wasn&#x2019;t interested in bread until then,&#x201D; he said. <br><br>After that, he studied up on baking and started to zero in on artisanal sourdough. When he could not find a spot that created sourdough the way he wanted it, he decided to do it himself. <br><br>In the winter of 2012 he launched Artisan Bakers in Hannam-dong, then, an atelier, where he could hold bread-making classes, in Seorae Village three years ago. This summer, the Seorae Village location store was launched. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001071_0_99_20161104144805.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Artisan Bakers opened its Seorae Village location this summer. (Yoon Byung-chan/The Korea Herald)</em></span><br>\nThe Seorae Village store is easy to spot on the main thoroughfare, a walk-in spot with floor-to-ceiling windows and a display of breads, pastries and cakes. <br><br>There one can easily spot their classic sourdough, ready to be sliced up, if so desired, and packed in a brown paper bag for the road. <br><br><strong>Artisan Bakers Seorae Village Store<br><br></strong>90-11 Banpo-dong, Seocho-gu, Seoul<br><br>(02) 3477-3423<br><br>Open 8:30 a.m. to 9 p.m. daily, closed Mondays<br><br>Breads, pastries, sandwiches and cakes cost 1,800 won to 8,500 won<br><br>By Jean Oh (oh_jean@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180425&oid=044",
          "headline": "[Around the hotels] Roundup of hotel news",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001136_0_99_20161104152504.jpg?type=w430\">\n\t</div>\n</div></span><br>\n<strong>Private party package at Sheraton Seoul D Cube City Hotel <br><br></strong>Sheraton Seoul D Cube City Hotel is offering a private party package for year-end gatherings until Dec. 31. <br><br>The package includes a one-night stay in a private suite overlooking the city. Guests can organize a business meeting or a private party, with prices starting from 990,000 won for two people, excluding tax. <br><br>A gourmet course dinner features delicacies prepared with the freshest ingredients and served in a luxurious and elegant atmosphere. A full-course dinner, including red wine, white wine or champagne, will be delivered straight from the kitchen to your room for an additional 144,000 won. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001137_0_99_20161104152504.jpg?type=w430\">\n\t</div>\n</div></span><br>\nFor information and reservations, call the hotel at (02) 2211-2100<br><br><strong>Fine winter dining at ibis Styles Ambassador Seoul Gangnam &amp; Myeongdong<br><br></strong>Restaurants at ibis Styles Ambassador Seoul Gangnam &amp; Myeongdong are offering seven unique menu options until Dec. 31. <br><br>The Fresh 365 Dining restaurant atbis Styles Ambassador Seoul Gangnam is featuring a &#x201C;Winter 7 recipe buffet promotion&#x201D; comprised of softly cooked pork belly, ratatouille, spinach cannelloni in tomato sauce, sweet shrimp and chicken with soy sauce and okonomiyaki at the instant dish corner. <br><br>The price for lunch is 37,000 won on weekdays and 39,000 won on weekends. Dinner is 43,000 won both on weekdays and weekends. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001138_0_99_20161104152504.jpg?type=w430\">\n\t</div>\n</div></span><br>\nLe Style Restaurant &amp; Bar at ibis Styles Ambassador Seoul Myeongdong is also offering a &#x201C;Seven Luck with Le Style&#x201D; buffet promotion. The promotion features a fresh noodle salad mixed with oriental soy sauce dressing, shrimp and chicken with soy sauce, okonomiyaki, lemon shower salmon confit cooked at a low temperature, spinach cannelloni, spicy tomato spaghetti with bacon and ratatouille and Sichuan-style fried rice with fresh seafood. <br><br>Unlimited Kloud draft beer or wine is available. The price for dinner is 43,000 won. <br><br>For information and reservations, call the Fresh 365 Dining at (02) 3011-8120 or Le Style Restaurant &amp; Bar at (02) 6020-8880.&#xA0;<br><br><strong>Jeju black pork at Millennium Seoul Hilton<br><br></strong>Millennium Seoul Hilton&#x2019;s French restaurant is offering Jeju black pork dishes prepared with French recipes throughout November. Jeju Black Pigs are raised on the southern island Jeju and famous for their succulent and delicious tastes. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a4\">\n\t\t<img id=\"img4\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001139_0_99_20161104152504.jpg?type=w430\">\n\t</div>\n</div></span><br>\nMenus include country-style duck and pork terrine with pistachio, cornichons and salted butter brioche, hot beef consomme with vegetable dumplings, gratinate hand-dived scallops with leek ragout and a choice of honey-glazed pork chops, stuff pork loin with truffle and mushroom or Jeju black pork belly. Desserts include mini forest berries tart served with cinnamon, vanilla cream and walnut ice cream. <br><br>The full meal is offered at 118,000 won per person. For information and reservations, call Seasons at (02) 317-3060. Tax and service charges are included.<br><br><strong>Thanksgiving turkey dinner at JW Marriott Dongdaemun Square Seoul<br><br></strong>JW Marriott Dongdaemun Square Seoul&#x2019;s restaurant Tavolo 24 is offering an American Thanksgiving turkey dinner from Nov. 14 to Dec. 31. <br><br>The meal includes a roast turkey of 6-7 kilograms with giblet sauce, cranberry sauce, baked potatoes, glazed carrots, sausage, chestnut stuffing and baby cabbage. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a5\">\n\t\t<img id=\"img5\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161103001140_0_99_20161104152504.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe package is enough for an entire family and costs 250,000 won. Delivery is available for an advanced booking of three days. <br><br>From Nov. 20-25, classic dishes such as pumpkin pie will also be served. <br><br>The restaurant&#x2019;s weekday lunch buffet is 78,000 won per person and the dinner buffet is 98,000 won. On weekends and national holidays, the brunch and dinner buffet are both 98,000 won per person, including tax and service charges. <br><br>For information and reservations, call (02) 2276-3320.&#xA0;<br><br><strong>Japanese fine dining at Park Hyatt Seoul <br><br></strong>Park Hyatt Seoul&#x2019;s Timber House restaurant is offering a premium Japanese course meal with unlimited beverages every evening from 6 p.m. to 8 p.m. <br><br>A choice of sushi or fried dish is accompanied by sparkling wine, red wine, white wine, sake, draft beer and cocktails for 59,000 won per person. <br><br>For information and reservations, call the restaurant at (02) 2016-1290/1291 or Park Hyatt Seoul at (02) 2016-1234. <br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180426&oid=044",
          "headline": "Escaping to a writer’s colony in Eureka Springs",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000600_0_99_20161104144103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">The Crescent Hotel is a historic hotel and grand hotel with a balcony that overlooks expansive, manicured gardens and offers a view of the city. (St. Louis Post-Dispatch/TNS)</em></span><br>\nEUREKA SPRINGS, Arkansas &#x2014; People suffering pain and illness were once lured to this spot nestled in the forested Ozark Mountains, tucked in the northwest corner of the state.<br><br>Native American folklore told of healing springs with miraculous abilities to cure the infirm. This area of isolated wilderness, dotted with bubbling water, sprung into a town 137 years ago. The surrounding geography made the water mineral rich and word of its healing attributes spread and attracted settlers.<br><br>Today, its famed natural springs are polluted or have dried. But the picturesque Victorian boom town that remains continues to draw travelers with its fascinating history, natural beauty and modern-day cures: retail and massage therapy.<br><br>I escaped to Eureka Springs in the late summer, fleeing the demands of work and family, looking for the type of sanctuary that writers and artists have sought here for decades. I had heard about a fellowship offered at the Writers Colony at Dairy Hollow, formerly a renowned bed-and-breakfast. It offers eight private writing suites in two side-by-side houses, dedicated to writers, artists and composers. Once an application is accepted, writers can stay at a reduced rate for residencies lasting from one week up to three months, while gourmet evening meals are prepared and provided for them.<br><br>The colony has strict rules governing noise and guests to maintain an atmosphere of uninterrupted, undisturbed writing time for the residents staying there. Each suite may only be occupied by a single person, no guests or children are permitted to stay with you.<br><br>For those entrenched in hectic lives, surrounded by literal and metaphorical noise, it&#x2019;s a dream getaway. The longest I could spare away from home was four full days.<br><br>Driving through the unfamiliar Ozarks winding roads can be difficult at night, so I left early enough to arrive before sunset.<br><br>The entire town, with its population of about 2,000, is on the National Register of Historic Places and doesn&#x2019;t have a single stoplight. It&#x2019;s full of stair-stepped streets, curvy roads with blind corners and Victorian architecture that feels authentic not kitschy. I settled into a dated, yet cozy suite with a glorious, window-filled writing room.<br><br>There were four other women staying at Dairy Hollow during my stay &#x2014; an English teacher from a private school in St. Louis, a historian from Arkansas, a playwright who runs a theater in New York City and the owner of a bed-and-breakfast in Memphis. Each was working on her own projects, but we met nightly for the impressive dinners prepared by a chef from the Czech Republic.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000601_0_99_20161104144103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">A vista of the Ozark Mountains near Blue Springs Heritage Site, off of Highway 62 west, five miles west of Eureka Springs. (St. Louis Post-Dispatch/TNS)</em></span><br>\nThe first morning I decided to walk the entire Historic Loop of the town to get my bearings. It took 90 minutes along a marked route that took me through streets lined with stately, colorful homes, boutiques and antiques shops, cafes, bars and tons of bed-and-breakfast spots.<br><br>As I started along my way, I asked an elderly couple sitting on their porch if I was headed in the right direction. The gentleman asked me to wait while he went inside his house. He returned with one of several maps he keeps; he picks them up from the Tourism Center and gives them to visitors.<br><br>&#x201C;You&#x2019;re not the first one who&#x2019;s asked for directions,&#x201D; he said, with a smile, as he handed me the illustrated map with landmarks noted. I stopped at the limestone-built Carnegie Library to talk to a few more local experts.<br><br>Librarian April Griffith explained the dichotomous culture that has developed over the decades. The town is in the Bible Belt of the South and known for the nearby Christ of the Ozarks statue, a monumental sculpture of Jesus, atop Magnetic Mountain. It was erected in 1966 and stands 65.5 feet high. In the winter, when the leaves fall, it can be seen from town. The area is also known for the Great Passion Play, performed since 1968. From the first weekend in May to the last in October, the final days of Jesus&#x2019; life are staged in an outdoor amphitheater, with a multilevel set, live animals and a cast of 150 biblically costumed actors.<br><br>But alongside this fervent religiosity, there are other movements and groups.<br><br>&#x201C;In the &#x2018;70s, the back-to-the-land people came into the Bible Belt,&#x201D; Griffith said. There is a vibrant artistic community and a sizable LGBT population. The vibes of an alternative, almost hippie culture mingle with the openly conservative Christian traditions.<br><br>&#x201C;It&#x2019;s pretty harmonious,&#x201D; Griffith said. &#x201C;People get along whether they are very religious or very artistic or both.&#x201D;<br><br>They are bound by the bedrock tourism industry in town.<br><br>Back at the Writers Colony, I luxuriated in the silence around me and sought advice from my fellow writers when I hit stumbling blocks in my project. I took hikes twice a day and visited the shrinelike structures built to mark where the old natural springs used to flow.<br><br>The grandest buildings in town are the historic hotels, each with a rich history and worth a visit. I stopped by three: 1905 Basin Park Hotel, next to the open-air amphitheater and city park; the Palace Hotel &amp; Bath House Spa, a former bordello; and the landmark 1886 Crescent Hotel &amp; Spa, with large verandas and a fourth-floor balcony overlooking the city and its own manicured gardens.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000602_0_99_20161104144103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">The entire downtown in Eureka Springs is listed on the National Register of Historic Places with National Significance and resembles a Victorian resort village. (Aisha Sultan/St. Louis Post-Dispatch/TNS)</em></span><br>\nEach hotel has a story (or two) that give it a place on one of the city&#x2019;s haunted ghost tours. The clerk at the Palace Hotel assured me that a young &#x201C;working girl&#x201D; haunted the place. He had never seen her, but had &#x201C;felt her presence.&#x201D;<br><br>Similarly, when I asked the concierge at the Basin Park Hotel if they had ghosts, he replied: &#x201C;We have a reputation.&#x201D;<br><br>But it&#x2019;s the Crescent that claims to be America&#x2019;s most haunted hotel. Its alleged spirits include Michael, the Irish stonemason who fell to his death while building the hotel in 1885; Theodora, the cancer patient who often needs help finding her room key; Norman Baker in his white suit and lavender shirt; Morris the cat; and a mystery patient in a white nightgown said to appear in the luxury suites at the foot of your bed.<br><br>With stories like this, it&#x2019;s no wonder writers get inspired around here.<br><br>The town&#x2019;s secluded setting has also produced another legend: A plethora of love stories. Known as the &#x201C;wedding capital of the South,&#x201D; Eureka Springs boasts that it hosts thousands of weddings a year.<br><br>The peak season for festivals and weddings can make it difficult to book a last-minute hotel room, but the vast number of bed-and-breakfasts may allow a spontaneous weekend getaway.<br><br>For those with any artistic project that has been shelved due to lack of time or mental energy, the Writers Colony is a haven.<br><br>It was a respite to explore it alone, but I&#x2019;m looking forward to returning to this small-town gem with my family.<br><br>By Aisha Sultan<br><br>St. Louis Post-Dispatch<br><br>(Tribune Content Agency)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180427&oid=044",
          "headline": "[Travel Bits] Upcoming festivals, travel news",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000792_0_99_20161104144507.jpg?type=w430\">\n\t</div>\n</div></span><br>\n<strong>Gunsan, Seocheon Migratory Bird Festival</strong><br><br>The annual Gunsan and Seocheon Migratory Bird Festival will take place from Nov. 18 to 20. The festival will be held throughout the Geumgang River Migratory Bird Observatory, Geumgang Wetland Ecological Park and the Seocheon Bird Village Exhibition Hall.<br><br>Held by Gunsan-si and Seocheon-gun, the festival kicks off with an opening ceremony in Gunsan-si and will continue to offer participants a wide a variety of nature-intensive programs such as ecological hands-on programs and exploration tours. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000793_0_99_20161104144507.jpg?type=w430\">\n\t</div>\n</div></span><br>\nTo reach Gunsan from Seoul, take an intercity bus at Dong Seoul Bus Terminal or the Seoul Central City Terminal to the Gunsan Intercity/Express Bus Terminal. For more information on available programs, visit gmbo.gunsan.go.kr.&#xA0;<br><br><strong>Seoul Lantern Festival</strong><br><br>Launched in 2009, this year&#x2019;s Seoul Lantern Festival will be held until Nov. 20 along Cheonggyecheon in Seoul. As one of the most anticipated festivals in Seoul, the annual festivities attract roughly 3 million visitors every year. <br><br>Visitors can expect to see beautifully lit lanterns scattered along the 1.2 km-long stream from Cheonggye Plaza to Supyogyo Bridge. The lanterns will be lit daily starting at 5 p.m. until 11 p.m. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000794_0_99_20161104144507.jpg?type=w430\">\n\t</div>\n</div></span><br>\nA lantern-making contest, hanging a wish lantern, floating a wish lantern and hanging a new year&#x2019;s wish paper are some of the activities offered. Many of the festival&#x2019;s additional activities require advance registration or on-site purchases. For more information, visit <a href=\"http://www.seoullantern.visitseoul.net\">www.seoullantern.visitseoul.net</a>.<br><br><strong>Korean Folk Village Historical Drama Festival</strong> <br><br>The Historical Drama Festival, a festival dedicated to Korean historical dramas, is being held daily at the Korean Folk Village until Nov. 13. <br><br>At the event, K-drama historical fantasies come to life as the folk village is transformed into a center for hallyu. The village offers entertainment such as performance arts and hands-on programs related to historical dramas and drama parodies. There is also the chance to dress up as characters from historical dramas. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a4\">\n\t\t<img id=\"img4\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000795_0_99_20161104144507.jpg?type=w430\">\n\t</div>\n</div></span><br>\nAdmission prices range from 8,000 won to 24,000 won. For more information, visit www.koreanfolk.co.kr.&#xA0;<br><br><strong>Seosan Chrysanthemum Festival<br><br></strong>The annual Seosan Chrysanthemum Festival is one of the best opportunities for travelers to experience the rich colors and fragrance of chrysanthemums, one of the most popular autumn flowers in Korea. Being held until Sunday in Seosan-si, South Chungcheong Province, the upcoming festival will feature a chrysanthemum exhibition showcasing various works of art including sculptures and bonsai art. <br><br>The festival will also include a large chrysanthemum flower tunnel, a pine tree garden and an apple park as well as a myriad of cultural arts performances, including traditional folk dances and music. Visitors will also be able to experience hands-on activities such as goji berry and chrysanthemum picking, kite flying and small-scale woodworking. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a5\">\n\t\t<img id=\"img5\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102000796_0_99_20161104144507.jpg?type=w430\">\n\t</div>\n</div></span><br>\n<strong>Gwangju World Kimchi Culture Festival<br><br></strong>It is not possible to talk about Korean cuisine without mentioning the country&#x2019;s No. 1 staple -- kimchi. And the annual festival is being held the home to the nation&#x2019;s only kimchi theme park, the Gwangju Kimchi Town. <br><br>This year&#x2019;s festivities will be from Nov. 18 to 22. During the festival, participants will not only be able to learn how to make their own kimchi, but can also participate in a variety of cooking and kimchi-related programs. Visitors also have the chance to see a wide assortment of Korean kimchi, as well as similar fermented dishes from around the world.<br><br>One of the event&#x2019;s highlighted programs is the Kimchi Master Competition, where the hands behind the festival&#x2019;s best kimchi will be awarded the Kimchi Presidential Prize.<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180424&oid=044",
          "headline": "[Box Office] Latest movie releases",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001304_0_99_20161104143604.jpg?type=w430\">\n\t</div>\n</div></span><br>\n<strong>Twenty Again<br><br>(Korea)<br><br>Opened Nov. 3<br><br>Romance, Melodrama. Directed by Park Heung-sik<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001305_0_99_20161104143604.jpg?type=w430\">\n\t</div>\n</div></span><br>\n</strong>Two old lovers (Kim Seung-woo, Lee Tae-ran), now in their 40s, or &#x201C;second 20s,&#x201D; meet again for the first time since their heated romance that sizzled down years ago. The two remember how they fell in love at first sight, the passionate relationship, and the untimely separation that ensued. As fate takes them on a trip together to Italy, the two wonder, &#x201C;Could we still be in love?&#x201D;<br><br><strong>Hell or High Water<br><br>(US)<br><br>Opened Nov. 3<br><br>Crime, Drama. Directed by David Mackenzie</strong> <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a3\">\n\t\t<img id=\"img3\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001303_0_99_20161104143604.jpg?type=w430\">\n\t</div>\n</div></span><br>\nDivorced father Toby (Chris Pine), striving to create a better life for his son, teams up with his ex-convict brother Tanner (Ben Foster), who has a short fuse and is quick to grab his gun. The two plan to rob a bank that is on the verge of closing down their family ranch. The siblings craft a plan to outsmart the crafty Texas Ranger Marcus (Jeff Bridges).<br><br><strong>Doctor Strange<br><br>(US)<br><br>Opened Oct. 26<br><br>Superhero, Fantasy. Directed by Scott Derrickson<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a4\">\n\t\t<img id=\"img4\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001302_0_99_20161104143604.jpg?type=w430\">\n\t</div>\n</div></span><br>\n</strong>Doctor Strange (Benedict Cumberbatch) is a genius surgeon who has fallen deep into despair after an unfortunate accident. His last thread of hope leads him to the Ancient One (Tilda Swinton), who opens his eyes to the mysteries of the universe and bestows on him unconquerable superpowers that will save the world.&#xA0;<br><br><strong>Kubo and the Two Strings<br><br>(US)<br><br>Opened Oct. 26<br><br>Animation, Adventure. Directed by Travis Knight<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a5\">\n\t\t<img id=\"img5\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001301_0_99_20161104143604.jpg?type=w430\">\n\t</div>\n</div></span><br>\n</strong>Kubo (Art Parkinson) is a young boy living on the edge of a cliff with his mother, who has lost her memory. He possesses the magical ability to move objects by playing music on his instrument. After being attacked by a vengeful spirit from the past, Kubo flees, embarking on an adventure to solve the mystery of his father, a great samurai warrior.&#xA0;<br><br><strong>Queen of Walking<br><br>(Korea)<br><br>Opened Oct. 20<br><br>Drama. Directed by Baek Seung-hwa <br><br></strong>Sprightly high school student Manbok (Shim Eun-kyung), suffering from chronic motion sickness and unable to ride any type of transportation, walks for four hours every day to school. Though modern life urges her to do everything quickly, Manbok yearns to live an ordinary, slow-paced life -- until she begins the sport of speed-walking.<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180431&oid=044",
          "headline": "[Movie review] ‘Doctor Strange’ stunning example of Marvel magic",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001315_0_99_20161104150702.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Benedict Cumberbatch stars as Dr. Stephen Strange in a scene from the movie &#x201C;Doctor Strange&#x201D; directed by Scott Derrickson. (Marvel Studios/TNS)</em></span><br>\nThe makers of the latest comic book-inspired feature film &#x201C;Doctor Strange&#x201D; faced the same hurdle as those who put together &#x201C;Guardians of the Galaxy.&#x201D; Both come from the lesser known quadrant of the Marvel Comics galaxy.<br><br>&#x201C;Guardians&#x201D; became a massive box office and fan hit with brilliant casting, a smart script and stunning visual effects. &#x201C;Doctor Strange&#x201D; uses the same formula &#x2014; but kicks it up 100 degrees &#x2014; to make &#x201C;Doctor Strange&#x201D; one of the best films in the Marvel Comics film library.<br><br>For those of you not that familiar with the character, Dr. Stephen Strange (Benedict Cumberbatch) is the world&#x2019;s most accomplished and egotistical surgeon. That changes when a car accident leaves him with mangled hands that end his brilliant surgical career. Attempts to use traditional medicine to fix the problem fall short, leaving Strange searching for more unorthodox ways of healing. Those efforts unlock mystical powers that turn the man of medicine into a force to protect Earth from supernatural assaults.<br><br>Bringing this story so beautifully to life starts with the casting of Cumberbatch as Strange. As good as Cumberbatch has been playing Sherlock Holmes in the BBC series about the masterful detective, he&#x2019;s even better as the man of magic.<br><br>Cumberbatch brings a seriousness to the role that helps bridge the skepticism gap created with any feature film based on a comic book. His reverent approach to playing the role makes it easy to accept the character, both as a self-centered man of medicine and as a manipulator of magic. It takes a confident actor to be able to slip into a superhero costume and make it look serious. Cumberbatch embraces the look with the same importance as if he were starring in &#x201C;Hamlet.&#x201D;<br><br>Couple that with being able to deliver the touches of humor sprinkled through the film and Cumberbatch delivers a well-rounded performance. Those behind the films based on DC Comics have had trouble finding a way of adding touches of humor without disrupting the flow of the narrative. They should look at &#x201C;Doctor Strange&#x201D; for inspiration.<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161102001316_0_99_20161104150702.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Tilda Swinton stars as &#x201C;The Ancient One&#x201D; in the new Marvel superhero flick &#x201C;Doctor Strange.&#x201D; (Marvel Studios)</em></span><br>\nWhile Cumberbatch is confident and cool delivering both the serious and the silly, it starts with a perfectly balanced script by Jon Spaihts, Scott Derrickson and C. Robert Cargill. They capture the essence of the writing Steve Ditko brought to the character when he was created in 1963 for Marvel Comics.<br><br>The bigger challenge created by Doctor Strange is the need to have so much origin material since the character has such a low profile in the comics. Despite being faced with so much explanatory material, the writers find a skillful blend of setting up the character, taking him through his transformation and establishing Doctor Strange as being as powerful in the Marvel Universe as Thor, Iron Man or any other costumed hero.<br><br>As if that weren&#x2019;t enough, director Scott Derrickson has created a film that moves from the intimate to the fantastical without pause. He knows when to allow the cameras to embrace the human moments, but when the scenes need to explode with the mind-blowing images reminiscent of the original comic book he doesn&#x2019;t hold back. It&#x2019;s as if he took the movie &#x201C;Inception,&#x201D; pumped it full of steroids, hit it with gamma rays and let it loose.<br><br>Even when the movie gets massively visual, the film never gets away from the central strength of Cumberbatch&#x2019;s performance. That&#x2019;s not easy to do, but accomplishing the task is why &#x201C;Doctor Strange&#x201D; is pure Marvel magic. <br><br>By Rick Bentley<br><br>The Fresno Bee<br><br>(Tribune Content Agency)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180434&oid=044",
          "headline": "[Newsmaker] Film fest shifts focus to North Korean defectors’ soul-searching",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104001000_0_99_20161104210103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">&#x3000;Director Lee Min-yong, a judge at the North Korean Human Rights International Film Festival since its founding in 2011, poses for a photo in Gwanghwamun, Seoul, on Oct. 24. (Yoon Byung-chan/The Korea Herald)</em></span><br>\nAccording to director Lee Min-yong, this was a watershed year for the North Korean Human Rights International Film Festival, with a record number of audiences and films offering diverse perspectives on the lives of both North Koreans and defectors. <br><br>The sixth edition of the film festival, which took place at the Daehan Cinema in central Seoul from Oct. 21-23, was launched in 2011 to inform the world of the gross human rights violations occurring in the North.<br><br>In the beginning, the films had a &#x201C;clear, straightforward message,&#x201D; Lee told The Korea Herald in an interview last week. Lee, 58, has been a judge at the film fest since its inaugural year.<br><br>In past years, the submitted films mainly focused on depicting the scope of inhumane practices under the dictatorial regime, allowing viewers to see it on the big screen &#x201C;loud and clear.&#x201D;<br><br>&#x201C;It was about exposing the isolation of life in North Korea, about the realities of its oppressive regime,&#x201D; said Lee. &#x201C;Many of the submitted works showed prison camps housing political prisoners and the torture taking place there.&#x201D;<br><br>Works screened at the past festivals also traced stories of North Korean defectors who risked their lives to escape from their &#x201C;hellish&#x201D; lives, crossing the border and often taking bullets in the process. <br><br>This year, submissions reflected more diverse perspectives, Lee said, as filmmakers started to focus on the lives of North Koreans in the South post-defection. Some 30,000 North Korean defectors live in the South, as of June, according to the Unification Ministry. <br><br>&#x201C;They looked into the defector community here, their torn sense of identity, and the hardship of trying to fit into a very modern and very different society.&#x201D;&#xA0;<br><br>&#xA0;<br><br>The film festival saw a total of 15 films screened over three days.<br><br>Kim Tae-woong&#x2019;s short film &#x201C;The Regular Hire,&#x201D; for example, tells the story of a 24-year-old defector who has lived 16 years in Korea and struggles to be a normal office worker here. <br><br>Two foreign films shot inside North Korea -- David Kinsella&#x2019;s &#x201C;The Wall,&#x201D; a computer graphic-infused story of a girl from Pyongyang who wants to be a poet, and Vitaly Mansky&#x2019;s &#x201C;Under the Sun,&#x201D; a documentary which follows a North Korean family training to be ideal patriots -- also gave the film fest a significant boost this year, said Lee.<br><br>In a country where North Korean issues are intertwined tightly with politics, Lee says human rights should &#x201C;transcend conservatives and liberals.&#x201D; <br><br>There are movements around the world that strive to bring attention to the human rights violations going on in North Korea, Lee noted. <br><br>&#x201C;The fact that they are trying to stand up for people they&#x2019;ve never met, in a country that has nothing to do with them. &#x2026; I think that should be applauded.&#x201D; <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000783_0_99_20161104210103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">&#x3000;Director Lee Min-yong, a judge at the North Korean Human Rights International Film Festival since its founding in 2011, poses for a photo in Gwanghwamun, Seoul, on Oct. 24. (Yoon Byung-chan/The Korea Herald)</em></span><br>\nThrough the film festival, Lee said, he hopes to contribute to efforts that may hopefully &#x201C;one day open up&#x201D; the communist nation.<br><br><strong>Rugged path as filmmaker<br><br></strong>As a director, Lee&#x2019;s path has not been a smooth one. He made his big screen debut with &#x201C;A Hot Roof&#x201D; in 1995, which nabbed him the best new director award in major Korean film festivals that year. <br><br>The film depicted diverse characters in a middle-class apartment building during hot summer days. It was lauded for highlighting women&#x2019;s lives and capturing the voices of female characters through a story about domestic violence. <br><br>But his passion for social causes, Lee said, put an abrupt end to his acclaim as a filmmaker. <br><br>&#x201C;I had this big goal of making a movie about Dokdo,&#x201D; said Lee, referring to the East Sea islets that are at the center of a territorial dispute between Korea and Japan. &#x201C;I wanted to dramatize how the Japanese tried to take over Dokdo in the 1950s,&#x201D; after the end of the Japanese colonial era, said Lee. <br><br>He poured all his efforts into making the film, visiting the island and meeting with major local film studios to persuade them to invest in his venture.<br><br>&#x201C;But every single executive I met said the exact same thing,&#x201D; Lee said. &#x201C;They said, &#x2018;It&#x2019;s too politically sensitive.&#x2019; They were worried that their branches in Japan would be negatively impacted if they invested in this movie.&#x201D;<br><br>Looking back, Lee believes the &#x201C;smart thing&#x201D; to do would have been to &#x201C;know when to stop&#x201D; and redirect his efforts toward less controversial, more popular subject matters. <br><br>&#x201C;But I kept going. I set up my own film company and spent 10 years trying to make it happen.&#x201D; <br><br>Eventually, Lee gave up on the Dokdo film. But he still gravitates toward historical subjects, he has planned a film that revolves around independence fighter Yun Bong-gil, who set off a bomb that killed several Japanese dignitaries in the Shanghai International Settlement in 1932, during the Japanese colonial rule of Korea. <br><br>This time, instead of looking for big investors, Lee plans to ask the public for help.<br><br>&#x201C;We&#x2019;re going to start a crowdfunding campaign for the movie on Nov. 7,&#x201D; he said. The campaign will be available on crowdfunding website Wadiz. <br><br>&#x201C;It was one of the most exhilarating events in the history of the Korean independence movement,&#x201D; Lee said. A little weary after 10 years of pursuing passion projects, but still imbued with a sense of purpose and newfound hope, Lee seems ready for his next big piece.<br><br>By Rumy Doo (<a href=\"mailto:doo@heraldcorp.com\">doo@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180440&oid=044",
          "headline": "[Editorial] Not enough",
          "body": "\n            President Park Geun-hye stood before a national TV audience Friday -- for the second time in 10 days -- to speak about the snowballing political meddling scandal surrounding her longtime associate Choi Soon-sil.<br><br>Park offered apologies and said she would accept an investigation by the state prosecution. She also said she would accept the opposition&#x2019;s demand to name independent counsel. <br><br>Park read the statement as the crisis touched off by the scandal was infuriating the public to the degree that the latest opinion polls put her approval ratings at 5 percent -- the lowest ever for a president. <br><br>Massive protests -- which are expected to be far bigger than last week&#x2019;s -- are scheduled for this weekend, and now opposition members are publicly demanding Park resign or be impeached. <br><br>Park&#x2019;s statement was apparently timed to appease public sentiment ahead of the scheduled demonstrations and candlelight vigils. Park may well have thought that putting herself up to investigation -- becoming the first president to do so -- would help alleviate public anger and pull her out of the leadership crisis. Unfortunately, Park&#x2019;s statement fell short. <br><br>Most of all, Park did not accept the demand she appoint a neutral Cabinet and delegate her power as president to it. She did not mention the issue directly in the statement, but gave strong indication she would not yield her leadership. <br><br>She said, among other things, as the presidential term of office is limited, there should be no hiatus in running the government and the government should perform due functions under a public mandate. It is clear she did not intend to give up any of her presidential powers. <br><br>This runs counter to public demands she delegate as much power as possible to the prime minister, who would run a Cabinet to be filled by ruling and opposition members alike. <br><br>Another issue Park missed regards her ties with the ruling Saenuri Party, where her loyalists -- including Chairman Lee Jung-hyun -- face mounting public calls to share responsibility for failing to forestall the scandal. <br><br>Basically, none other than Park is primarily to blame for the scandal, as she let a woman without an official title meddle in state affairs. Presidential aides like An Chong-bum, who is suspected of having aided Choi in extorting money from conglomerates, should also be held accountable. <br><br>Then it is quite natural for Lee and other followers of Park to follow suit. The &#x201C;Pro-Park faction,&#x201D; even before the Choi scandal broke, had long faced criticism for their blind loyalty to the president and seizing hegemonic control of the party. <br><br>The negative public sentiment toward Park and her loyalists reached its peak at the parliamentary election last April, in which voters handed out a devastating defeat to the party. Voters were angered by, among other things, Park and her associates&#x2019; excessive intervention in the nomination of candidates aimed at offering party tickets to more of its own members at the expense of more qualified candidates. <br><br>Despite the humiliating election loss that relegated it to a National Assembly minority, the pro-Parks -- without soul searching or offering a vision to reshape the party -- flexed its muscle as the largest faction and took over party leadership through the election of Lee, a core member of Park&#x2019;s inner circle, as the new chairman. <br><br>Lee was Park&#x2019;s first chief political aide at the Blue House and then the chief public information aide. His election as the party leader meant the unhealthy relationship between Park and the ruling party faction went even worse, with pro-Parks bent on upholding whatever directed by Park and setting their sight on extending their rule in the next presidential election. <br><br>It seems obvious that Lee and other Park loyalists are determined to hold on to their party leadership to help protect Park and keep alive their chances of winning the next presidential election. <br><br>But the old guard at the Saenuri Party -- along with their boss who many say is a president in a vegetative state -- has lost the public mandate too. They should give up control of the party. At the same time, Park must renounce her party membership.<br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180438&oid=044",
          "headline": "[Elaine Ou] Bitcoin isn’t anonymous enough",
          "body": "\n            <span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000870_0_99_20161104162204.jpg?type=w430\">\n\t</div>\n</div></span>\nThe anonymity of bitcoin gained it myriad adherents among anarchists and drug dealers around the world. Now, though, it&#x2019;s looking like the digital currency isn&#x2019;t quite anonymous enough.<br><br>Consider the sudden popularity of Zcash and Monero, two new cryptocurrencies that offer confidential transactions. When Zcash first became available last week, demand was so strong that its founders temporarily became paper billionaires. Monero rose to fame after a popular marketplace in the dark web -- the portion of the internet where people sell everything from guns to hacking tools -- added it as a payment option. <br><br>The newcomers sense opportunity in one of bitcoin&#x2019;s flaws: Analytics companies -- fueled by government research grants -- have gotten really good at exposing users&#x2019; identities, which were supposed to be hidden by public keys that reduced them to a mere string of numbers and letters. This is possible because all transactions are recorded in a permanent public ledger, allowing anyone to see the entire history of each bitcoin and all the activity of each account. A single payment to an online retailer can be enough to reveal a user&#x2019;s identity, which in turn reveals everything that person has done with that account.<br><br>In other words, the same transparency that guarantees the validity of bitcoin transactions also allows people to find out whether a user&#x2019;s bitcoin previously passed through dirty hands. Such information is both an asset and a liability. It&#x2019;s useful for helping service providers make informed decisions about whether they want someone as a customer, but it can come with the responsibility of having to screen those customers to stay on the right side of the law. <br><br>The US government, for example, has outsourced some of its crime-fighting job by requiring financial institutions -- including digital currency exchanges -- to enforce anti-money-laundering regulations. Drug-dealing and tax evasion can be tough to stop at the source, but the perpetrators typically have to move money, so banks and exchanges are in a good position to identify and report illicit activity.<br><br>On the surface, privacy-preserving cryptocurrencies seem designed precisely to undermine such controls. Monero mixes multiple transactions together so that a source cannot be directly linked to a destination. Zcash creates shielded transactions where everything is hidden except for a string of data that proves the transaction is valid. Bitcoin also plans to add some of these features in the near future.<br><br>As bad as it looks, though, developers aren&#x2019;t creating anonymous payment systems because they want to help criminals evade the law. They&#x2019;re doing it because that&#x2019;s the only way a decentralized currency can work. If, say, users have to evaluate the acceptability of each bitcoin based on its transaction history, then one coin can be worth more than another and the currency loses its reason for existence.<br><br>The dollar is successful because it&#x2019;s pretty much always worth a dollar, backed by the full faith and credit of the US government. That&#x2019;s true whether it&#x2019;s freshly printed or old and torn, whether it has a pristine history or has passed through the hands of Al Capone. A publicly controlled digital currency doesn&#x2019;t have that legal tender status and probably never will, so it must find some other way to achieve the same fungibility.<br><br>Anonymity achieves this by preventing merchants or service providers from seeing any blemishes that might prevent them from honoring a unit of currency. Reducing the opportunity for external judgment is pretty much the goal of privacy protection in general. Ideally, so little information is revealed that everyone -- and every valid transaction -- is treated equally.<br><br>Decentralized currencies arose because people wanted to transact in a digital world without having to ask permission. The extent to which this facilitates criminal activity depends entirely on the prevalence of criminal activity in the real world. Maybe that&#x2019;s a problem that needs to be addressed outside the monetary system.<br><br>By Elaine Ou<br><br>Elaine Ou is a blockchain engineer at Global Financial Access, a financial technology company in San Francisco. -- Ed. <br><br>(Bloomberg)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180439&oid=044",
          "headline": "Clinton still the smart choice",
          "body": "\n            Almost six weeks ago, we at the Los Angeles Times enthusiastically endorsed Hillary Clinton for president, calling her &#x201C;an experienced, thoughtful and deeply knowledgeable public servant&#x201D; while warning that Republican opponent Donald Trump was a &#x201C;thin-skinned demagogue who is unqualified and unsuited to be president.&#x201D;<br><br>Since then, we have been fortified in our opinion by Clinton&#x2019;s commanding performances in three presidential debates and daily evidence that Trump utterly lacks the ability &#x2014; or even the attention span &#x2014; required by the high office he is seeking.<br><br>Yet with the election less than a week away, the race remains closer than it should be given the cavernous gap in qualifications between the two nominees. And Clinton has had to cope with not one but multiple &#x201C;October surprises&#x201D; that Trump has sought to exploit to his advantage. There has been a steady drip of revelations from emails stolen from a top Clinton aide &#x2014; apparently by Russian hackers &#x2014; and posted online by WikiLeaks. Trump, who once called on Russian hackers to dredge up missing Clinton files (he later insisted that he was joking), has said that the stolen emails proved that Clinton was &#x201C;the vessel for a corrupt global establishment that is raiding our country and surrendering our sovereignty.&#x201D;<br><br>These &#x201C;surprises&#x201D; are better described as distractions, and Trump&#x2019;s assertions to the contrary are self-serving, cynical and disingenuous.<br><br>More recently, FBI Director James Comey reported to US Congress that the bureau had discovered emails &#x201C;that appear to be pertinent&#x201D; to its previous investigation of Clinton&#x2019;s private email server. Comey went public with this information 11 days before the election even though he acknowledged that he couldn&#x2019;t yet assess &#x201C;whether or not this material may be significant.&#x201D; That didn&#x2019;t stop Trump from insisting that the discovery of additional emails was &#x201C;bigger than Watergate.&#x201D;<br><br>These &#x201C;surprises&#x201D; are better described as distractions, and Trump&#x2019;s assertions to the contrary are self-serving, cynical and disingenuous.<br><br>Yes, the emails stolen from Clinton campaign chair John Podesta contain some legitimately embarrassing information, including evidence of an overlap between the Clinton Foundation and a firm that arranged speaking fees for former President Bill Clinton. But while the peek behind the Clinton campaign curtain may have titillated political junkies, the revelations don&#x2019;t support Trump&#x2019;s histrionic suggestion that the State Department under Hillary Clinton was ethically compromised, let alone that she was running the department as an outpost of a &#x201C;corrupt global establishment.&#x201D; (That said, as we have urged before, it would be wise for all members of the Clinton family to sever ties with the foundation if Hillary Clinton is elected president.)<br><br>As for the other October surprise, Comey rightly is being criticized &#x2014; including by former U.S. attorneys general from both parties &#x2014; for publicly announcing that the FBI would be examining emails that &#x201C;appear to be pertinent&#x201D; to an investigation of Clinton&#x2019;s use of a private email server. That investigation had ended this summer with Comey&#x2019;s recommendation that no charges be filed. It was irresponsible for Comey to offer such a vague yet politically charged statement. Someone as wise in the ways of Washington as Comey, a former deputy attorney general, should have realized that his letter to Congress would be manipulated by Republicans for partisan advantage.<br><br>It&#x2019;s also troubling that Comey reportedly ignored the advice of senior Justice Department officials that he not inform Congress of the investigation (and baffling why his superiors didn&#x2019;t order him not to do so unless and until the FBI knew the emails were consequential). As former Attorney Gen. Eric Holder and many others have noted, Comey&#x2019;s action violated two fundamental principles: that the Justice Department doesn&#x2019;t comment about ongoing investigations and that it doesn&#x2019;t take unnecessary action close to election day that might affect an election&#x2019;s outcome.<br><br>This week the Justice Department informed Congress that it would &#x201C;continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible&#x201D; to review the emails found on a computer belonging to former Rep. Anthony Weiner, the estranged husband of Clinton aide Huma Abedin. But it seems unlikely that the work can be completed before next Tuesday&#x2019;s election. So how should voters factor this development into their decision?<br><br>They shouldn&#x2019;t. Contrary to what Trump suggested, there is no reason to assume that any official emails found on Weiner&#x2019;s computer will contradict the FBI&#x2019;s earlier finding that Clinton&#x2019;s use of a private server, while careless, didn&#x2019;t violate laws against the mishandling of classified information. But even if a voter harbored doubts on that score, they can&#x2019;t justify a vote for Trump. There is no comparison between Clinton&#x2019;s carelessness in corresponding with colleagues and the recklessness that Trump would bring to the conduct of actual foreign policy. And that is only one of a multitude of differences between the two nominees.<br><br>A victory for Trump on Tuesday wouldn&#x2019;t just be a November surprise; it would be a national disaster.&#xA0;<br><br>Editorial<br>Los Angeles Times<br><br>(Tribune Content Agency)<br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180442&oid=044",
          "headline": "Mirae Asset Global Investments appoints new CEO",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000899_0_99_20161104170503.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Seo Yoo-seok</em></span><br>\nMirae Asset Global Investments said Friday it has appointed Seo Yoo-seok, a veteran marketing strategist, as new CEO of the asset management business.&#xA0;<br><br>Since joining Mirae Asset Securities in 1999, Seo headed Mirae Asset MAPS Global Investments, an investment management unit of the group, in 2011, and led the firm&#x2019;s equity-traded fund business from 2012 to 2016.<br><br>&#xA0;<br><br>The company also appointed vice chairman Jeong Sang-kee as CEO of Energy Infra Co., a new unit designated to run a fund in partnership with Korea Electric Power Corporation.&#xA0;<br><br>By Song Su-hyun (<a href=\"mailto:song@heraldcorp.com\">song@heraldcorp.com</a>) <br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180437&oid=044",
          "headline": "Medytox, Daewoong in spat over originality of Botox strain",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000856_0_99_20161104162103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Medytox CEO Jung Hyun-ho speaks during a press conference held at the Korea Chamber of Commerce &amp; Industry in Seoul, Friday. (Medytox)</em></span><br>\nMedytox, South Korea&#x2019;s largest marker of botulinum toxin in terms of market share, raised the suspicion that its rival Daewoong Pharmaceutical may have stolen the source of its anti-wrinkle fighting product and urged the company to disclose details of its Botox strain. <br><br>&#x201C;Suspicion has grown that Daewoong stole the strain from us, as its genome sequence was found to be identical to Medytox&#x2019;s,&#x201D; the firm&#x2019;s CEO Jung Hyun-ho said during a press conference Friday.&#xA0;<br><br>His remarks come amid intensifying controversy over the origins of botox. In early October, Medytox, which launched its Botox replica for the first time in Korea, challenged second-tier firms Hugel and Daewoong Pharmaceutical to identify details of their Botox strain.<br><br>By analyzing a part of genome sequences of the strain Deawoong used to manufacture its wrinkle treatment, Medytox found they were identical to those used by the company.<br><br>Currently, Daewoong has registered some 12,900 genome sequences of its strain -- out of 3.7 million sequences -- to Genbank, a US nucleotide sequence and protein translation database where other global Botox makers such as Allergan have also released their data. <br><br>Medytox is demanding Daewoong identify its entire genome sequences to make sure that the strain was not stolen from its laboratory. <br><br>Jung said he has serious doubts about Daewoong as it has not revealed who discovered the strain or any research paper regarding the discovery. <br><br>&#x201C;Except South Korea, there are only four companies in the world that commercialized drugs using botulinum toxin type A. But those Korean companies never gave details on the origins of their strains except Medytox,&#x201D; Jung said.<br><br>While Medytox claims that its Botox bacteria came from a research lab at the University of Wisconsin-Madison, Daewoong asserts that its bacterium was extracted from soil in South Korea in 2006.&#xA0;<br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000860_0_99_20161104162103.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Medytox CEO Jung Hyun-ho speaks during a press conference held at the Korea Chamber of Commerce &amp; Industry in Seoul, Friday. (Medytox)</em></span><br>\n&#xA0;<br><br>Daewoong Pharmaceutical called Medytox&#x2019;s claims &#x201C;groundless&#x201D; and &#x201C;defamatory&#x201D; in a statement to The Korea Herald.<br><br>&#x201C;Medytox&#x2019;s assertions that Daewoong stole the company&#x2019;s Botox bacteria and could not possibly have discovered the bacteria in a natural setting, is groundless,&#x201D; a Daewoong spokesperson said.<br><br>&#x201C;We plan to push for legal action should Medytox continue to engage in slander,&#x201D; he added.<br><br>Daewoong Pharmaceutical said it that it could eventually publicize the full genetic sequence of its botulinum toxin in the future, as pushed by Medytox, but not immediately.<br><br>Doing so would equate to blindly handing over critical data of its core product and technology to rival companies which would use the information to improve their own products, Daewoong said.<br><br>&#x201C;In asking us to reveal our Botox product&#x2019;s toxin gene sequence, Medytox wants to find out what factors differentiate our product from its own Botox which has been lagging in preparing for entry into the US market,&#x201D; a Daewoong Pharmaceutical spokesperson said.<br><br>Daewoong has already concluded Phase 3 clinical trials of its Botox product in the US and plans to file the product for approval by the US Food and Drug Administration early next year.<br><br>Meanwhile, Medytox is preparing to initiate its Phase 3 clinical trials in the US by the first half of next year.<br><br>By Park Han-na and Sohn Ji-young (hnpark@heraldcorp.com) (jys@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180423&oid=044",
          "headline": "Samsung betting on Tizen for home appliances",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000640_0_99_20161104164904.jpg?type=w430\">\n\t</div>\n</div></span><br>\nSamsung Electronics is seeking to take leadership in the home appliance operating system field after a failure to squeeze into the mobile sector, dominated by Google&#x2019;s Android and Apple&#x2019;s iOS.<br><br>In 2012, Samsung unveiled Tizen with the ambition to take share from the mobile OS market and expand its presence in the software market. But the system has just 1 percent of global market share. Only some low-end smartphones sold in India are Tizen-powered. <br><br>Seeing little chance in the mobile OS sector, the tech giant has recently shifted the direction of Tizen development to home appliances.&#xA0;<br><br>&#x201C;Tizen&#x2019;s performance in the mobile ecosystem is close to a failure. However, it still has a chance in the Internet of Things -- mainly in home appliances -- because there is no dominant player in the market yet,&#x201D; said Seo Ki-man, a researcher at LG Economics Research Institute. <br><br>Samsung has already unveiled the Tizen-based Gear series of smartwatches, premium home appliances such as the Smart TV, refrigerators and washing machines, as well as a connected car solution.<br><br>Samsung will reportedly unveil Tizen optimized for home appliances in the coming months, as an OS for appliances does not need the high performance for smartphones. <br><br>&#x201C;Samsung plans to unveil Tizen for home appliances -- not for smartphones -- by the end of this year or early next year,&#x201D; a source familiar with the matter told The Korea Herald. <br><br>If a new version of Tizen is developed, it will be applied for all of Samsung&#x2019;s home appliances, including small devices such as vacuum cleaners, the source said. <br><br>This is in line with the tech giant&#x2019;s latest announcement that it will apply wireless internet to all of its products with the aim of connecting the devices through Tizen. <br><br>&#x201C;We are increasing the product lines based on the Tizen platform. And devices (including those made by different brands) are able to be interconnected even when they have different operating systems,&#x201D; a Samsung official said.<br><br>Citing the connection between Galaxy&#x2019;s Android and Gear S3&#x2019;s Tizen, the official said more devices will be connected through wireless internet or Bluetooth. <br><br>Seo added, &#x201C;Samsung may have an edge in the appliances area because it has experience in both mobile platforms and home appliances, although it still has to compete with other global tech firms such as Google, Apple, Intel and Qualcomm.&#x201D;<br><br>Meanwhile, a global gathering of Tizen developers was held in India on Friday. It was unknown whether they discussed the exact time line for releasing Tizen-operated home appliances. <br><br>By Shin Ji-hye (shinjh@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180441&oid=044",
          "headline": "Duty-free bidders brace for Choi scandal impact",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000900_0_99_20161104164804.jpg?type=w430\">\n\t</div>\n</div></span><br>\nBidders for new duty-free business licenses are concerned about the negative impact from the Choi Soon-sil scandal, as it appears to have begun spilling over to the business community. <br><br>According to reports quoting business insiders, Lotte Group and SK Group, in particular, have expressed fears their alleged involvement in the scandal may frustrate their efforts to win back operational licenses of lucrative duty-free businesses next month.&#xA0;<br><br>SK and Lotte are among a list of conglomerates that allegedly were forced to make donations for the establishment of the Mir and K-Sports foundations closely linked to Choi, a longtime friend of President Park Geun-hye. <br><br>Korea Customs Service, in charge of examining qualifications for duty-free businesses, is scheduled to grant the license for new duty-free stores to three conglomerates and one midsize retailer in Seoul next month. Lotte Duty Free, Shinsegae DF, HDC Shilla Duty Free, SK Networks and Hyundai Department Store are vying for the license. <br><br>Since Lotte failed last November to renew its expired license for a duty-free outlet in the 123-floor Lotte World Tower building in Jamsil due to critical public opinion about the family feud between Chairman Shin Dong-bin and his elder brother, it has been all the more desperate to get the license this year. <br><br>However, Lotte reportedly financed 4.5 billion won ($3.94 million) for the foundations through its duty-free and chemical subsidiaries, worsening its corporate reputation among consumers. <br><br>&#x201C;It is hard to comment on how the issue will affect the result,&#x201D; said a spokesman at Lotte Duty Free. &#x201C;We hope the deliberation process to be fair, because the deliberation has been affected by external conditions in the past.&#x201D; <br><br>Meanwhile, SK funded 6.8 billion won through SK hynix, according to media reports. Both Lotte and SK are being investigated by prosecutors. <br><br>For SK, the duty-free license is necessary in order to build a spa resort targeting foreign tourists. SK Networks has a plan to invest 120 billion won to construct a resort complex of about 40,000 square meters with the world&#x2019;s longest pool and spa in two years. <br><br>&#x201C;We hope the license deliberation is conducted in a transparent manner to select a qualified operator,&#x201D; said a spokesman at the company. <br><br>HDC Shilla Duty Free also can&#x2019;t be free from the issue since its parent Samsung Group was found to have donated a total of 20.4 billion won for the two foundations. Shinsegae is also said to have offered 500 million won. <br><br>Hyundai Department Store is the only bidder that hasn&#x2019;t been involved in the scandal so far. <br><br>Since there have been complaints the government&#x2019;s deliberation for the license seems to be political, there are even suspicions the presidential confidante might have influenced previous bidding results. <br><br>&#x201C;For example, we can imagine that the bidders that made more donations for the foundations were selected last year,&#x201D; an industry source told The Korea Herald. <br><br>By Song Su-hyun (song@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180436&oid=044",
          "headline": "Hanjin chief admits pressure from Choi’s associate over Pyeongchang Olympics post",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000741_0_99_20161104160105.jpg?type=w430\">\n\t</div>\n</div></span><br>\nHanjin Group Chairman Cho Yang-ho admitted that he was pressured by a former vice culture minister -- an alleged associate of Choi Soon-sil -- to step down from the top position in the 2018 PyeongChang Olympics organizing committee.<br><br>He told reporters Thursday that &#x201C;90 percent&#x201D; of the speculation over the possible influence of Choi, President Park Geun-hye&#x2019;s friend, over his sudden resignation, was &#x201C;correct.&#x201D; He didn&#x2019;t give further details.<br><br>On May 3, the largest stakeholder of the group&#x2019;s bankrupt Hanjin Shipping, said he was resigning to focus on normalizing the company&#x2019;s business.<br><br>His successor was named just six hours later, stoking rumors that Cho&#x2019;s resignation may not have been voluntary.<br><br>As the scandal involving Choi and the president continues, news reports this week suggested through interviews with unidentified sources from the Olympics organization committee that former Culture Vice Minister Kim Jong-deok allegedly demanded Cho step down at the time.<br><br>The sources reportedly said that the demand allegedly followed Cho&#x2019;s refusal to give into pressure from the ministry to sign The Blue-K, a company founded by Choi, on a project to build stands for the Olympic stadium and other subsidiary facilities.<br><br>Cho also admitted that he had troubles with the former vice culture minister, reiterating that &#x201C;90 percent of reports are true.&#x201D;<br><br>(khnews@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180435&oid=044",
          "headline": "CJ Group’s market price tumbles amid Choi scandal",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_small\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000742_0_99_20161104160103.jpg?type=w430\">\n\t</div>\n</div></span><br>\nThe market capitalization of CJ Group, the nation&#x2019;s food and entertainment giant, has tumbled 20 percent this year, hit by slowing domestic consumption and negative external factors, data showed Friday. <br><br>According to financial information provider Fnguide, the total market price of CJ&#x2019;s nine listed companies plummeted to 20.5 trillion won ($17.9 billion) as of Thursday, from 25.7 trillion won at the end of last year.&#xA0;<br><br>CJ was the worst performer among the top 15 conglomerates this year. <br><br>Of CJ&#x2019;s nine listed companies, the market capitalization of eight affiliates dropped by up to 53 percent. These include CJ CGV, CJ E&amp;M and CJ HelloVision.<br><br>Market insiders suspected that low domestic deman, and diplomatic ties between Korea and China -- affected by the planned deployment of the Terminal High Altitude Area Defense system here -- have impacted CJ&#x2019;s stock price. <br><br>Concerns, however, are raised over possible further impact from the swirling high-profile corruption scandal involving Choi Soon-sil. <br><br>Suspicions are mounting that the conglomerate allegedly received benefits from Cha Eun-taek -- allegedly close to Choi -- for participating in various cultural businesses under the current administration. <br><br>While the group denied such rumor, CJ&#x2019;s stock price plunged by 8 percent to the record low earlier this week. <br><br>Meanwhile, local broadcast MBN on Thursday reported that Cheong Wa Dae had pressured CJ Group Vice Chairwoman Lee Mie-Kyung to step down in late 2013. <br><br>The cable TV channel aired a seven-minute phone conversation that featured a former senior presidential secretary asking a CJ executive to have Lee quit. The authenticity of the file was not confirmed.<br><br>Vice Chairwoman Lee is a sister to CJ Chairman Lee Jay-hyun. <br><br>In the following year, the CJ chairman was indicted on charges of embezzlement and tax evasion. The chairwoman then led the group with her uncle Sohn Kyung-sik on behalf of her brother. But she later moved to the US for a medical treatment.<br><br>Speculations also grew that Cheong Wa Dae pressured Lee Mie-kyung to resign to hold her responsible for airing a comedy program that parodied President Park Geun-hye during her campaign in 2012 while beautifying opposition figures. CJ&#x2019;s entertainment arm CJ E&amp;M has a number of cable TV channels including tVN.<br><br>CJ E&amp;M also released film Masquerade which was applauded by the opposition in the same year.<br><br>CJ shut down the comedy show segment and released patriotic films such as &#x201C;Ode to My Father in 2014&#x201D; and &#x201C;Operation Chromite&#x201D; this year, according to reports.<br><br>By Lee Hyun-jeong (<a href=\"mailto:rene@heraldcorp.com\">rene@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180447&oid=044",
          "headline": "Park trying to get sympathy, says opposition",
          "body": "\n            The main opposition Democratic Party of Korea on Friday stepped up pressure on President Park Geun-hye to step aside and allow a new parliament-formed Cabinet to handle state affairs, calling her second apology insufficient. <br><br>&#x201C;The president is only fixed on how she can retain and extend her rule,&#x201D; Rep. Choo Mi-ae, the liberal party&#x2019;s chairwoman, said in response to the president&#x2019;s nationally televised mea culpa. <br><br>Facing accusations that she let her civilian friend meddle in state affairs, Park said that she would undergo special investigation, if necessary. Park also said she would consult with leaders of ruling and opposition parties more often. <br><br>The Democratic Party said that Park should meet three conditions for any talks to be realized: cancel the designation of Kim Byong-joon as prime minister, accept a special counsel probe led by a truly independent team, not appointed by Park herself, and a parliamentary investigation. <br><br>&#x201C;If the president really feels she&#x2019;s responsible for the current paralysis of state affairs, she should accept (those measures,)&#x201D; Rep. Choo said. <br><br>Earlier in the week, the embattled conservative leader appointed two former opposition figures as the prime minister and her chief of staff, which were widely taken as a sign that Park would fight her biggest political crisis her own way. <br><br>The appointments, however, further angered the liberal camp, which controls the parliament, as they came as a surprise without any prior communication with opposition parties. <br><br>Some party figures are even mooting a possible campaign to oust her, emboldened by polls showing Park&#x2019;s approval ratings in free fall. <br><br>Moon Jae-in, the Democratic Party&#x2019;s former chief and a presidential hopeful, said that with many Koreans demanding her removal from office, Park has no option but to relinquish her power to a National Assembly-formed Cabinet, if she wants to stay in office. <br><br>&#x201C;The president&#x2019;s apology doesn&#x2019;t show sincere self-reflection. She is trying to evoke sympathy with her apology and by consenting to undergo a probe,&#x201D; he said. <br><br>The ruling Saenuri Party, meanwhile, said it was a sincere, heart-felt apology and urged opposition parties to together seek ways to address the crisis of leadership. <br><br>&#x201C;President Park admitted her failure, volunteered to undergo investigation and sought help in the current crisis,&#x201D; said Rep. Chung Jin-suk, Saenuri&#x2019;s whip. <br><br>&#x201C;She showed her willingness to discuss with the legislature and opposition parties,&#x201D; he said. <br><br>Saenuri&#x2019;s 129 lawmakers issued an apology, saying they, too, have done wrong by not doing enough to prevent the current situation. <br><br>&#x201C;The party will cooperate fully with the ongoing prosecutorial probe and make utmost efforts to help unearth the truth behind the Choi Soon-sil scandal,&#x201D; the joint statement read.&#xA0;<br><br>By Korea Herald staff / (<a href=\"mailto:khnews@heraldcorp.com\">khnews@heraldcorp.com</a>)<br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180446&oid=044",
          "headline": "Massive anti-Park rally to be held in Seoul",
          "body": "\n            After President Park Geun-hye&#x2019;s mea culpa Friday, eyes are fixed on the upcoming rally in Seoul on Saturday for any sign of a shift in public sentiment toward the embattled leader. <br><br>Police predict some 40,000 participants for the second major rally since the Choi Soon-sil scandal surfaced. It is scheduled to begin at 4 p.m. in Gwanghwamun Square in central Seoul. <br><br>The rally organizers -- an association of labor unions, student groups and civic organizations -- say nearly 100,000 people could turn up, larger than the first one which took place on Oct. 29. <br><br>The anti-Park protest is to coincide with the funeral for an activist farmer who died after being knocked down by a police water cannon during an anti-government rally last year. <br><br>Baek Nam-gi, 69, died on Sept. 25, but his funeral has been delayed for more than a month amid controversy as to whether an autopsy is necessary to determine his cause of death. The funeral service is scheduled for 8 a.m. at Seoul National University Hospital. <br><br>Police, while saying they would &#x201C;flexibly&#x201D; respond to protesters, decided to disapprove of the organizers&#x2019; plan to march across central Seoul after the rally, citing possible traffic disruption.<br><br>Police are said to be mulling ways to keep the rally under control without using measures such as water cannons, as they are mindful of public sentiment and possible backlash against them. <br><br>The Police have been embroiled in controversy over the use of force, with civic groups slamming them for using &#x201C;excessive&#x201D; force and oppressing freedom to public assembly. <br><br>During last weekend&#x2019;s rally, the police appeared to avoid violence at all costs. The protest was dispersed after a three-hour confrontation as police lined up to block marching toward the presidential office. <br><br>Hong Wan-seon, chief of the Jongno Police Station, even said through a loud speaker: &#x201C;We understand how worried you are about this nation and how much you love this nation, but you are occupying main roads.&#x201D;<br><br>Jeong Won-jae, a 31-year-old officer worker, said that he was surprised by the &#x201C;respectful attitude&#x201D; of the police. &#x201C;I was angry that police still did not open a way for protesters toward the presidential office, but I felt that they were respectful.&#x201D; <br><br>Despite President Park&#x2019;s second apology in a televised address, some associations of teachers, students and civic groups released statements demanding Park step down.&#xA0;<br><br>By Ock Hyun-ju / (<a href=\"mailto:laeticia.ock@heraldcorp.com\">laeticia.ock@heraldcorp.com</a>)<br><br><br><br>\t\t\t<br><br><br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180448&oid=044",
          "headline": "Prosecution to explore next moves on Park",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000979_0_99_20161104183604.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Officials of the main opposition Democratic Party of Korea watch as President Park Geun-hye apologizes for the Choi Soon-sil scandal on a national TV channel on Friday. Yonhap</em></span><br>\nAs President Park Geun-hye on Friday expressed willingness to be investigated over the Choi Soon-sil scandal, debate is moving toward the formalities and methods on what will be the first-ever investigation into a sitting leader. <br><br>The special prosecutors&#x2019; team in charge of the scandal is expected to examine possible scenarios and coordinate the procedure with Cheong Wa Dae, the Justice Ministry and the Supreme Prosecutors&#x2019; Office.&#xA0;<br><br>The probe should focus on whether Park was behind the speedy launch of two culture and sports funds with corporate donations totaling 77.4 billion won ($67.7 million), over which Choi and former top Presidential Secretary An Chong-bum are suspected to have peddled influence. Other potential charges include whether the president allowed confidential documents to be leaked to Choi and for her to meddle in other state affairs. <br><br>The prosecution has in the past questioned retired presidents and first ladies by sending written forms, making visits or summoning them in person. <br><br>Former President Lee Myung-bak, for instance, underwent an investigation as the president-elect in 2008 over stock-rigging allegations through a three-hour interview outside the prosecutors&#x2019; office. After his term ended, late President Roh Moo-hyun appeared at the prosecutors&#x2019; office in 2009 to be probed for more than 10 hours for a graft scandal involving a close businessman.<br><br>The prosecution will be cautious about its limited options due to sensitivities surrounding a possible calling in of Park. But given the gravity of the scandal, it may face public backlash if it opts for a written inquiry. <br><br>Civic groups including the progressive People&#x2019;s Solidarity for Participatory Democracy warned that a written survey would only result in watering down the president&#x2019;s accountability, whereas the right-leaning Citizens United for Better Society suggested a special investigation scheme. <br><br>While raising the need for the president to face the probe, prime minister nominee Kim Byong-joon also called Thursday for &#x201C;prudence in the procedure and method.&#x201D; <br><br>The Constitution exempts the president from being prosecuted. But a local bar association and many of those in legal circles have argued that in light of the issue&#x2019;s urgency, the prosecution should undertake a probe now to obtain evidence and pursue a trial after Park&#x2019;s term ends. <br><br>A group of 69 criminal law professors issued a statement Friday, saying there is &#x201C;no sanctuary&#x201D; for any Korean under the law, and given the mushrooming allegations surrounding Park, the probe is not only possible, but essential. <br><br>&#x201C;An accomplice can be both probed and prosecuted whether or not the president is in office so it is wrong to skip the president-related parts in the investigation process,&#x201D; they said. <br><br>&#x201C;To secure evidence for prosecution after her retirement, the investigators should carry out suspect questioning, reference witness inquiries and confiscation and search as long as it does not create an obstacle for the president&#x2019;s state management.&#x201D; <br><br>Earlier in the day, People&#x2019;s Solidarity for Participatory Democracy lodged an indictment against Park, arguing the president is the art and part of Choi. <br><br>Another focal point is whether an independent special investigation will be set up, as Park expressed her willingness to accept the plan. <br><br>The ruling and opposition camps have been at loggerheads over the issue. But after Park&#x2019;s remarks, Rep. Chung Jin-suk, floor leader of the ruling Saenuri Party, showed a more flexible stance at a meeting later in the day with new presidential Chief of Staff Han Kwang-ok, saying the party is willing to agree to the opposition&#x2019;s demand for an independent team if &#x201C;political neutrality is guaranteed.&#x201D;<br><br>Rep. Choo Mi-ae, chair of the main opposition Democratic Party, once again urged the launch of the special investigation headed by an opposition-endorsed prosecutor, calling it a &#x201C;minimal precondition and start&#x201D; to inquire into the president. <br><br>By Shin Hyon-hee&#xA0;/ (<a href=\"mailto:heeshin@heraldcorp.com\">heeshin@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180445&oid=044",
          "headline": "[Weekender] Unfortunate legacies of Korean presidents",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000955_0_99_20161104182104.jpg?type=w430\">\n\t</div>\n</div></span><br>\nSouth Korea has had 11 presidents -- six of them directly elected -- but nearly all saw a gloomy end to their terms. Three were forced to step down, one was assassinated and another jumped to his death after retirement. Most had their legacies tainted by scandals and two of them were put behind bars.<br><br>President Park Geun-hye, the only woman and unmarried leader of the 11, appears to have failed to escape the trap. <br><br>With 16 months left in her five-year term, Park is facing a humiliating crisis that also threatens her job, as her civilian friend Choi Soon-sil is accused of a wide range of wrongdoings committed by using their 40-year ties.<br><br>Park&#x2019;s approval ratings have plunged to a level that none of her predecessors ever saw -- 5 percent according to a Gallup Korea poll released Friday. In another survey, 65 percent said they want her removal from office.&#xA0;<br><br>The predicaments of Korean presidents trace back to the era of Rhee Syng-man, the country&#x2019;s very first head of state. <br><br>Idolized by conservatives for his contribution to the nation&#x2019;s foundation and hated by liberals for his dictatorship, Rhee rigged the presidential election to ensure that his aide Lee Ki-poong was elected the vice president in 1960.<br><br>Faced with massive public revolt, which culminated in the April 19 Movement, Rhee stepped down on April 29, 1960, after 12 years in power. He fled to Hawaii and died in exile five year later. <br><br>Two more Cheong Wa Dae occupants followed suit -- Rhee&#x2019;s successor Yun Po-sun and Choi Kyu-ha, who headed the country briefly from December 1979 to August the following year. <br><br>One of the most dramatic endings was met by Park Chung-hee, who was fatally shot on Oct. 26, 1979, in what some say was the Korean equivalent of Brutus assassinating Caesar. He was killed by Kim Jae-gyu, then-director of the Korean Central Intelligence Agency and a close aide of Park, who claimed he was doing so for the sake of the country. <br><br>This ended the 16-year ironfisted rule of the Army Gen. Park who seized power through a military coup. It also left the young Park Geun-hye, the incumbent president, orphaned and the country in the hands of then-Prime Minister Choi Kyu-hah.<br><br>The two presidents who came to occupy Cheong Wa Dae after the interim leader Choi -- Chun Doo-hwan and Roh Tae-woo -- finished their terms, but they faced many troubles afterwards.<br><br>Both faced retribution for their suppression of democratic movements in the 1990s. In 1994, 22 former military officials filed charges against Chun, Roh and 32 officials involved in the 1980 coup through which Chun rose to power. They were also accused of collecting a massive amount of secret funds illegally.<br><br>Chun was sentenced to death for his involvement in the coup, which later was lowered to a life sentence in an appellate court, while Roh received a 17-year jail sentence. <br><br>Both were put behind bars but were pardoned in 1997.<br><br>The era of President Kim Young-sam, the first nonmilitary president to be elected -- began in 1993 with much hope. <br><br>His approval ratings peaked at 83 percent in his first year in office. In the last year of his term, however, his ratings plummeted to just 6 percent, as South Korea&#x2019;s economy was close to bankruptcy, as it had been hit hard by the 1997 Asian financial crisis. <br><br>It was the lowest presidential approval rating in history until President Park Geun-hye set a new record of 5 percent. <br><br>While in office, Kim also saw his son being arrested on charges of receiving bribes and abusing his position as the president&#x2019;s son. <br><br>The next president -- Kim Dae-jung -- received the Nobel Peace prize in his third year in office, but also saw his two sons being arrested for bribery. <br><br>President Roh Moo-hyun&#x2019;s era was full of drama, too. <br><br>Having been elected with a dramatic come-from-behind victory, the liberal politician and former human rights lawyer became the first president to face impeachment in 2004. He survived it with overwhelming public support, but saw his popularity drop sharply going into the final year of his term. <br><br>After his retirement, his family members were embroiled in a bribery scandal. The intense investigation by the prosecution -- which was suspected of being politically-motivated -- resulted in Roh committing suicide in May 23, 2009. The prosecution ceased investigation after his death.<br><br>President Lee Myung-bak faced a scandal even before taking office. Accused of having been involved in a stock price rigging scheme, Lee, then president-elect, underwent a prosecutorial probe and was cleared of wrongdoing. <br><br>Throughout his term, the former Seoul mayor grappled with many controversies and scandals, but the biggest crisis came in 2008, when South Koreans held massive candlelight vigils to protest against his handling of a trade deal to import American beef. <br><br>By Yoon Min-sik (minsikyoon@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180444&oid=044",
          "headline": "[Weekender] Korea’s teetering presidency",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000951_0_99_20161104182106.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">Located at the foot of Bugaksan in central Seoul, Cheong Wa Dae is the South Korean presidential office and residency (The Korea Herald)</em></span><br>\nCheong Wa Dae and its inner workings are mostly veiled, apart from a museum about the history of former presidents and video clips of high-profile meetings aired on TV. <br><br>So to many South Koreans, the allegations that Choi Soon-sil, President Park Geun-hye&#x2019;s civilian friend, had been freely coming and going into the presidential palace are beyond comprehension, not to mention her suspected meddling in state affairs and alleged pocketing of taxpayers&#x2019; money.&#xA0;<br><br>She was reportedly not stopped for security checks and entered through the main gate used by Cabinet ministers or higher ranks. <br><br>On the other hand, the scandal captures the formidable power -- to the extent it is sometimes above the law -- bestowed upon South Korean presidents with their single, five-year stint. <br><br>The presidential system is meant to ensure the independence of the legislature and judiciary, separate from the executive branch, preventing the concentration of power and sustaining checks and balances. <br><br>In Korea, however, the president&#x2019;s influence overshadows that of the parliament and ruling party. Presidents have a tight grip on every policy, law enforcement and other powerful institutions, especially in their first years in office. <br><br>Yet many of them -- along with their families and close associates -- cave in to the temptation to abuse their clout, leaving the presidential office with influence-peddling and graft scandals.<br><br>As part of efforts to help sever the vicious circle, a growing number of lawmakers and experts have raised the need for a constitutional amendment to alter the presidential system. <br><br>&#x201C;Over the one year and four months left in Park&#x2019;s term, the ruling and opposition parties should experiment cooperative governing and explore a chance to reform the single, five-year presidential system, despite all the ongoing confusion,&#x201D; Rep. Chung Jin-suk, floor leader of the ruling Saenuri Party, told reporters Friday. <br><br>Last week, he said the scandals that often take place late in the president&#x2019;s term underscore the need for constitutional amendment, as under the current system the president has &#x201C;too much power and information&#x201D; which should be shared with the other branches of government. <br><br>Rep. Kim Chong-in, former interim chief of the main opposition Democratic Party of Korea, also called Friday for the initiation of a campaign to set up a &#x201C;new political system that disperses the president&#x2019;s absolute power, and a transparent economic management scheme in which the government and businesses forge a back-scratching alliance.&#x201D; <br><br>The roots of the uniquely powerful presidency can be found in the system&#x2019;s establishment in the authoritarian era. Despite efforts to empower the assembly and political parties ever since, many leaders have been criticized for brandishing power like an emperor, and when Park was sworn in, many pundits feared a return of the ironfisted rule of her late father and strongman Park Chung-hee.&#xA0;<br><br>Since Koreans began to cast ballots to elect their own leaders in 1987, six people including Park have occupied Cheong Wa Dae. <br><br>But no one was free from scandals in their final years. Roh Tae-woo was put behind bars. Kim Young-sam and Kim Dae-jung saw their family members and aides arrested for taking bribes. Roh Moo-hyun jumped to his death amid a probe into corruption allegations surrounding him and his family. Lee Myung-bak&#x2019;s term was marred by graft, stock price manipulation and other scandals involving him, his brother, his former company and major conglomerates. <br><br>Throughout her nearly four years as president, Park appears to have striven to keep family scandals at bay, giving the cold shoulder to her younger sister and brother. <br><br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w is_long\">\n    <div class=\"nbd_a\" id=\"img_a2\">\n\t\t<img id=\"img2\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000952_0_99_20161104182106.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">The presidential office (The Korea Herald)</em></span><br>\nThis has contributed to the explosiveness of the Choi scandal, coupled with the president&#x2019;s stubborn refusal to discuss policy directions with not only civil society but ruling party lawmakers.<br><br>While shunning face-to-face, one-on-one meetings with her own secretaries at Cheong Wa Dae, Park had carried out what was dubbed &#x201C;notebook politics,&#x201D; meaning her instructions and choices for senior positions came from her notepad -- a sarcastic metaphor for her obscure decision-making. <br><br>Now, she has been found to have covertly relied on the advice of Choi, who has no background or qualifications in state management. <br><br>&#x201C;Ever since the democracy movement of June 1987 that gave birth to the current Constitution, the unity (against the president) has never been that strong,&#x201D; said Yoon Pyeong-joong, a political philosophy professor at Hanshin University, referring to the nationwide protest. <br><br>&#x201C;It&#x2019;s bringing together everybody irrespective of their ideological inclinations, hometown, age and gender. It&#x2019;s a historic experience.&#x201D; <br><br>Ideas for constitutional revision have been floated, including a transformation into a Cabinet government, a dual executive system and two, four-year terms for the president. <br><br>A poll last week by Gallup showed that about 54 percent of 1,033 respondents were in favor of the change. Some 40 percent preferred the two, four-year presidential term scheme, while 24 percent supported the dual executive system and 16 percent the Cabinet government plan. <br><br>As a stopgap measure to put the nation back on track for now, both the ruling and opposition parties call for the establishment of a neutral Cabinet, though Park opted to propose a new prime minister instead, to the wrath of the opposition. <br><br>Even Park&#x2019;s Prime Minister nominee Kim Byong-joon displayed support for a Cabinet government during a news conference Thursday, citing the deep-rooted problems with the presidential power and assistance mechanisms as the essence of the scandal. <br><br>But other experts cautioned against any possible distraction from the debate, saying the focus should be on how to best embrace constitutional change. <br><br>&#x201C;The ongoing discussions seem to concentrate too much on the formalities, rather than how to dilute presidential authority and strike a balance with the Cabinet,&#x201D; said a retired government official who served as a senior presidential secretary in the Lee Myung-bak administration. <br><br>&#x201C;Even within the present system, you could restructure the power balance such as by having the prime minister oversee the personnel and budgetary affairs.&#x201D; <br><br>Yang Seung-ham, a political science professor at Yonsei University, stressed the need to put priority on a &#x201C;reinstatement of the rule of law&#x201D; which he said has been backpedaling in particular under the Park leadership. <br><br>&#x201C;World indexes show that we&#x2019;ve been going from full democracy to flawed democracy, and the Choi scandal wasn&#x2019;t even taken into account,&#x201D; he told The Korea Herald. <br><br>&#x201C;In reestablishing the rule of law, the role of civil society is imperative. The job of civic groups is to keep the government in check, and if the government does wrong, it should heed them and correct it.&#x201D; <br><br>By Shin Hyon-hee (heeshin@heraldcorp.com)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        },
        {
          "alink": "http://m.news.naver.com/newspaper/read.nhn?date=20161105&aid=0000180449&oid=044",
          "headline": "Park chooses investigation over resignation",
          "body": "\n            <br clear=\"all\">\n<span class=\"end_photo_org\"><div class=\"nbd_im_w\">\n    <div class=\"nbd_a\" id=\"img_a1\">\n\t\t<img id=\"img1\" data-src=\"http://imgnews.naver.net/image/044/2016/11/04/20161104000995_0_99_20161104203104.jpg?type=w430\">\n\t</div>\n</div><em class=\"img_desc\">President Park Geun-hye. Yonhap</em></span><br>\nPresident Park Geun-hye&#x2019;s consent to receive prosecutorial questioning over the snowballing corruption scandal involving her confidante Choi Soon-sil was considered the least damaging scenario for the troubled state leader, as her resignation and legal sanctions are increasingly being sought. <br><br>While appearing to embrace calls to ascertain the truth, Park&#x2019;s agreement to cooperate with the prosecution&#x2019;s probe signaled she would not step down from power.<br><br>She also denied having known about Choi&#x2019;s extensive influence and illicit profiteering, only admitting to what she described as a betrayal of trust from a longtime friend.<br><br>&#x201C;I feel sorry and miserable that a specific individual derived benefits in the process of key state projects which were meant to improve the nation&#x2019;s economy and the people&#x2019;s lives,&#x201D; Park said Friday in an address broadcast live to the nation.<br><br>This was the second &#x201C;apology&#x201D; to come from the president since a series of reports early last week revealed circumstantial evidence showing Choi had long meddled in key state affairs.&#xA0;<br><br>Though she claimed to be &#x201C;deeply responsible&#x201D; for the current circumstances, Park sidestepped criticism she failed in her duty as the state&#x2019;s control tower.<br><br>&#x201C;The prosecution should hence stand free from all (constraints) and reveal the truth, on which strict judicial measures are to be taken,&#x201D; Park said.<br><br>She also referred to the prosecutors&#x2019; recent detention of Choi and the arrest of former Senior Presidential Secretary for Policy Coordination An Chong-bum as part of a &#x201C;thorough and prompt&#x201D; investigation. An, who has long been one of the most trusted advisers to Park, recently claimed during questioning that he had contacted Choi only under direct orders from the president.<br><br>Park&#x2019;s detached tone was clearly distinguished from her earlier silence, which implied an apparent refusal to recognize the wrongdoings of her aides which could, in turn, lead to her own liability.<br><br>The state chief&#x2019;s acceptance to be questioned, making for the first case in South Korea&#x2019;s political history of an incumbent president facing prosecutorial scrutiny, followed remarks by key officials the president should not be exempt from fact-finding procedures. <br><br>&#x201C;My answer is that all people, including the president, are equal before the law,&#x201D; said prime minister nominee Kim Byong-joon on Thursday in a press briefing.<br><br>Justice Minister Kim Hyun-woong also said during a parliamentary committee meeting that he would suggest to the president that she respond to prosecutorial calls for questioning.<br><br>Facing an imminent probe, Park once again elaborated on her relationship with the scandal-ridden Choi.<br><br>&#x201C;Since I came to Cheong Wa Dae, I have severed ties with those around me, including family members, lest disreputable situations should occur,&#x201D; she said in a trembling voice.<br><br>&#x201C;Having nobody to assist me with my personal affairs, I came to seek help from my longtime acquaintance Choi.&#x201D;<br><br>Her explanation, however, was contradicted by her estranged siblings -- younger sister Geun-ryeong and brother Ji-man, who&#xA0;have long held grudges against Choi and her late father Choi Tae-min.&#xA0;The two younger Parks had even filed a petition demanding their elder sister be &#x201C;freed&#x201D; from the elder Choi&#x2019;s influence in 1990.<br><br>&#x201C;Because (Choi Soon-sil) stood by my side through my hardest times, it is true that in spite of myself, I lowered my guard,&#x201D; Park said, claiming to be a victim to Choi&#x2019;s betrayal of trust.<br><br>The president also denied rumors she had taken up a shamanist cult or religion, seemingly distancing herself from Choi, who is the daughter of the late cult leader Choi Tae-min.<br><br>&#x201C;It is only suitable that I should offer explanations about what happened, but with the prosecutorial probe ongoing, I find it inappropriate to describe details on the case,&#x201D; Park added.<br><br>She then urged the government to resume its functions so as to prevent a vacuum in state affairs, especially in the areas of national security and the economy. <br><br>Though she did not mention the recent series of staff reshuffling, the president&#x2019;s call for government normalization was taken as a message to the opposition to stop their protest and cooperate with the incoming Cabinet.<br><br>The opposition, which had been demanding a fundamentally renewed Cabinet under the leadership of an impartial prime minister, has been filing complaints over the hurried and covert way in which Park reshuffled key officials.<br><br>By Bae Hyun-jung / (<a href=\"mailto:tellme@heraldcorp.com\">tellme@heraldcorp.com</a>)<br><br>\t\t\t<br>&lt;&#x24D2;KoreaHerald(www.koreaherald.com)&#xBB34;&#xB2E8;&#xC804;&#xC7AC; &#xBC0F; &#xC7AC;&#xBC30;&#xD3EC; &#xAE08;&#xC9C0;&gt;<br><br>\n\n            "
        }
      ]
    }
  }
}